{"Simultaneous estimation method for multicomponent samples: Principle of additivity of absorbance":"మల్టీకంపొనెంట్ నమూనాల కోసం ఏకకాల అంచనా పద్ధతి: శోషణ యొక్క సంకలితం యొక్క సూత్రం","Reset Experiment":"ప్రయోగాన్ని రీసెట్ చేయండి","×":"×","Manual":"మాన్యువల్","1. Prepare five calibration standards for each analyte:":"1. ప్రతి విశ్లేషణకు ఐదు అమరిక ప్రమాణాలను సిద్ధం చేయండి:","0.025 mM, 0.020 mM, 0.015 mM, 0.010 mM, and 0.005 mM coumarin 343 solutions and 0.020mM, 0.015 mM, 0.01 mM, 0.005 mM and 0.0025mM coumarin 6 solutions in ethanol.":"ఇథనాల్‌లో 0.025 mM, 0.020 mM, 0.015 mM, 0.010 mM, మరియు 0.005 mM కొమారిన్ 343 పరిష్కారాలు మరియు 0.020mM, 0.015 mM, 0.01 mM, 0.005 mM మరియు 0.0025mM కొమారిన్ 6 పరిష్కారాలు.","Also prepared a solution containg 1:1 (v/v) mixture of 0.025mM coumarin 343 and 0.020 mM coumarin 6.":"1: 1 (v / v) మిశ్రమాన్ని 0.025mM కొమారిన్ 343 మరియు 0.020 mM కూమరిన్ 6 యొక్క మిశ్రమాన్ని కూడా సిద్ధం చేసింది.","The solutions to be analyzed are selcted from the drop-down menu. The solution concentrations are selected from the concentration scale bars.":"విశ్లేషించాల్సిన పరిష్కారాలు డ్రాప్-డౌన్ మెను నుండి అమ్మబడతాయి. ఏకాగ్రత స్కేల్ బార్ల నుండి పరిష్కార సాంద్రతలు ఎంపిక చేయబడతాయి.","2. Switch on the computer and the instrument powers; wait for 30mins for 'warm-up' of the instrument.":"2. కంప్యూటర్ మరియు పరికర శక్తులపై మారండి; పరికరం యొక్క 'సన్నాహక' కోసం 30 నిమిషాలు వేచి ఉండండి.","3. In the instrument one can select light sources (UV and visible), choose the slit width, scan speed and %trasmittance or absorbance display, wavelength range of interest, etc.":"3. వాయిద్యంలో ఒకరు కాంతి వనరులను (UV మరియు కనిపించేవి) ఎంచుకోవచ్చు, చీలిక వెడల్పు, స్కాన్ వేగం మరియు% ట్రాస్మిటెన్స్ లేదా శోషణ ప్రదర్శన, తరంగదైర్ఘ్యం ఆసక్తి శ్రేణి మొదలైనవి ఎంచుకోవచ్చు.","4. Take two clean and dry quartx curvettes with a given path length(here we used 1 cm path length curvette).":"4. ఇచ్చిన మార్గం పొడవుతో రెండు శుభ్రమైన మరియు పొడి క్వార్ట్క్స్ కర్వెట్లను తీసుకోండి (ఇక్కడ మేము 1 సెం.మీ మార్గం పొడవు కర్వెట్‌ను ఉపయోగించాము).","5. Fill up one curvete with sample blank (ethanol in the present case) and the other curvette with the lowest concentration coumsrin 343 solution.":"5. ఒక వక్రతను నమూనా ఖాళీతో నింపండి (ప్రస్తుత సందర్భంలో ఇథనాల్) మరియు మరొక వక్రతను తక్కువ సాంద్రత కలిగిన కూమ్స్రిన్ 343 ద్రావణంతో నింపండి.","6. Place the sample blank in the reference holder and the sample in the sample holder.":"6. నమూనా హోల్డర్‌లో నమూనాను ఖాళీగా ఉంచండి మరియు నమూనా హోల్డర్‌లో నమూనాను ఉంచండి.","7. Run the scan ( A versus lambda).":"7. స్కాన్ (ఎ వర్సెస్ లాంబ్డా) ను అమలు చేయండి.","8. Similarly run spectral scans for all the other samples proceeding from lower concentrations to higher concentrations. Everytime one should rinse the cuvette taking a small portion of the solution from the solution that will be analzed.":"8. అదేవిధంగా తక్కువ సాంద్రతల నుండి అధిక సాంద్రతలకు వెళ్లే అన్ని ఇతర నమూనాల కోసం స్పెక్ట్రల్ స్కాన్‌లను అమలు చేయండి. ప్రతిసారీ ద్రావణం నుండి చిన్న భాగాన్ని తీసుకొని కువెట్ను శుభ్రం చేయాలి.","9. Repeat steps 5 to 8 for coumarin 6 solutions.":"9. కొమారిన్ 6 పరిష్కారాల కోసం 5 నుండి 8 దశలను పునరావృతం చేయండి.","10. Run the scan for the multiple-component solution (mixture) sample, containing both coumarin 343 and coumarin 6 solutions.":"10. కౌమరిన్ 343 మరియు కొమారిన్ 6 పరిష్కారాలను కలిగి ఉన్న బహుళ-భాగాల పరిష్కారం (మిశ్రమం) నమూనా కోసం స్కాన్‌ను అమలు చేయండి.","11. Determine the wavelengths of maximum absorbance (lambda_max) for both coumarin 343 and coumarin 6. Now find out the wavelengths, the absorbance at a given lambda_max for all the solutions and prepare a table containing these data.":"11. కొమారిన్ 343 మరియు కొమారిన్ రెండింటికీ గరిష్ట శోషణ (లాంబ్డా_మాక్స్) యొక్క తరంగదైర్ఘ్యాలను నిర్ణయించండి 6. ఇప్పుడు అన్ని పరిష్కారాల కోసం ఇచ్చిన లాంబ్డా_మాక్స్ వద్ద తరంగదైర్ఘ్యాలను, శోషణను కనుగొనండి మరియు ఈ డేటాను కలిగి ఉన్న పట్టికను సిద్ధం చేయండి.","12. Determine the absorbance values 0f 2.5*10.  - pending":"12. శోషణ విలువలను 0f 2.5 * 10 గా నిర్ణయించండి. - పెండింగ్‌లో ఉంది","13. For any lambda_max, calculate the sum of absorbance values of individual components in the mixture from the relation: AX+Y = (AX0/CX0).CX + (AY0)/CY0).CY(see eq 4).":"13. ఏదైనా లాంబ్డా_మాక్స్ కోసం, సంబంధం నుండి మిశ్రమంలోని వ్యక్తిగత భాగాల శోషణ విలువల మొత్తాన్ని లెక్కించండి: AX + Y = (AX0 / CX0) .CX + (AY0) / CY0) .CY (eq 4 చూడండి).","14. Compare the above sum with the measured absorbance value of the mixture = Amix for the same max.":"14. పైన పేర్కొన్న మొత్తాన్ని మిశ్రమం యొక్క కొలిచిన శోషక విలువతో పోల్చండి = అదే గరిష్టంగా అమిక్స్.","15. Check Amix= AX+Y realtionship for another lambda_max.":"15. మరొక లాంబ్డా_మాక్స్ కోసం అమిక్స్ = AX + Y రియల్‌షిప్‌ను తనిఖీ చేయండి.","16. Construct calibration plots by plotting absorbance versus concentration for two wavelengths (say, lambda=420nm and 463 nm) for both coumarin 343 and coumarin 6 solutions. Determine the slopes of the calibration plots and hence the respective values of lambda's for two different wavelengths for coumarin 343 and coumarin  6.":"16. కొమారిన్ 343 మరియు కొమారిన్ 6 పరిష్కారాల కోసం రెండు తరంగదైర్ఘ్యాల కోసం (చెప్పండి, లాంబ్డా = 420 ఎన్ఎమ్ మరియు 463 ఎన్ఎమ్) శోషణకు వ్యతిరేకంగా ఏకాగ్రతను ప్లాట్ చేయడం ద్వారా అమరిక ప్లాట్లను నిర్మించండి. అమరిక ప్లాట్ల వాలులను నిర్ణయించండి మరియు అందువల్ల కౌమరిన్ 343 మరియు కొమారిన్ 6 కోసం రెండు వేర్వేరు తరంగదైర్ఘ్యాల కోసం లాంబ్డా యొక్క సంబంధిత విలువలు.","17. Determine the absorbance values of 1:1 mixture sample at the above two wavelengths.":"17. పై రెండు తరంగదైర్ఘ్యాల వద్ద 1: 1 మిశ్రమ నమూనా యొక్క శోషణ విలువలను నిర్ణయించండి.","18. Using the values of mixture absorbance and lambda, determine the concentration of the both coumarin 343 and coumarin 6 in the mixture by solving the Beer Lambert law for the two component system.":"18. మిశ్రమ శోషణ మరియు లాంబ్డా యొక్క విలువలను ఉపయోగించి, రెండు భాగాల వ్యవస్థకు బీర్ లాంబెర్ట్ చట్టాన్ని పరిష్కరించడం ద్వారా మిశ్రమంలో కూమరిన్ 343 మరియు కూమరిన్ 6 రెండింటి యొక్క సాంద్రతను నిర్ణయించండి.","19. Calculate the actual concentrations of coumarin 343 and coumarin 6 in the mixture from their original concentrations and volumes taken for making the mixture.":"19. మిశ్రమంలో కూమరిన్ 343 మరియు కొమారిన్ 6 యొక్క వాస్తవ సాంద్రతలను వాటి అసలు సాంద్రతలు మరియు మిశ్రమాన్ని తయారు చేయడానికి తీసుకున్న వాల్యూమ్‌ల నుండి లెక్కించండి.","20. Compare the concentration values determined from the absorbance measurements with the concentration values calculated from the actual concentrations taken to prepare the mixture to verify the validity of the principle of the additivity of absorbance values.":"20. శోషణ కొలతల నుండి నిర్ణయించబడిన ఏకాగ్రత విలువలను శోషణ విలువల సంకలితం యొక్క సూత్రం యొక్క ప్రామాణికతను ధృవీకరించడానికి మిశ్రమాన్ని సిద్ధం చేయడానికి తీసుకున్న వాస్తవ సాంద్రతల నుండి లెక్కించిన ఏకాగ్రత విలువలతో పోల్చండి.","21. Do a multi-peak fitting of the spectrum obtained from the solution containing both coumarin 343 and coumarin 6.":"21. కొమారిన్ 343 మరియు కొమారిన్ 6 రెండింటినీ కలిగి ఉన్న ద్రావణం నుండి పొందిన స్పెక్ట్రం యొక్క మల్టీ-పీక్ ఫిట్టింగ్ చేయండి.","22. Discuss your results.":"22. మీ ఫలితాలను చర్చించండి.","Coumarin 343":"కౌమరిన్ 343","Coumarin 6":"కౌమరిన్ 6","1:1 mixture":"1: 1 మిశ్రమం"}