{"Measurement of molar absorptivity":"మోలార్ శోషణ యొక్క కొలత","Reset Experiment":"ప్రయోగాన్ని రీసెట్ చేయండి","×":"×","Manual":"మాన్యువల్","1. Prepare an aqueous 1 x 10":"1. సజల 1 x 10 ను సిద్ధం చేయండి","-3":"-3","M 2-nitroaniline solution. Weigh out 0.0138 g of material and dissolve in 100 mL water. This is used as stock solution.":"M 2-నైట్రోనిలిన్ ద్రావణం. 0.0138 గ్రా పదార్థాన్ని తూకం చేసి 100 ఎంఎల్ నీటిలో కరిగించండి. ఇది స్టాక్ పరిష్కారంగా ఉపయోగించబడుతుంది.","2. From the above stock solution, prepare five different concentrations of 2-nitroaniline solutions (for example, 0.0001 M, 0.00008 M, 0.00006 M, 0.00004 M, and 0.00002 M).":"2. పై స్టాక్ ద్రావణం నుండి, 2-నైట్రోఅనిలిన్ పరిష్కారాల యొక్క ఐదు వేర్వేరు సాంద్రతలను సిద్ధం చేయండి (ఉదాహరణకు, 0.0001 M, 0.00008 M, 0.00006 M, 0.00004 M, మరియు 0.00002 M).","3. Switch on the computer and the instrument powers; wait for 30 minutes for ‘warm-up’ of the instrument.":"3. కంప్యూటర్ మరియు పరికర శక్తులపై మారండి; పరికరం యొక్క ‘సన్నాహక’ కోసం 30 నిమిషాలు వేచి ఉండండి.","4. One can select light sources (UV and visible), scan speed, %transmittance or absorbance display mode, wavelength range of interest, etc. in the instrument via a PC.":"4. పిసి ద్వారా వాయిద్యంలో కాంతి వనరులు (యువి మరియు కనిపించేవి), స్కాన్ వేగం,% ట్రాన్స్మిటెన్స్ లేదా శోషక ప్రదర్శన మోడ్, తరంగదైర్ఘ్యం ఆసక్తి శ్రేణి మొదలైనవి ఎంచుకోవచ్చు.","5. Take two clean and dry quartz cuvettes with a given path length (here 1 cm).":"5. ఇచ్చిన మార్గం పొడవు (ఇక్కడ 1 సెం.మీ) తో రెండు శుభ్రమైన మరియు పొడి క్వార్ట్జ్ కువెట్లను తీసుకోండి.","6.  Fill up one cuvette with sample blank (distilled water in the present case) and the other cuvette with 2-nitroaniline solution. Begin with the lowest concentration. (Why?)":"6. ఒక క్యూవెట్‌ను నమూనా ఖాళీతో (ప్రస్తుత సందర్భంలో స్వేదనజలం), మరొక క్యూట్‌ను 2-నైట్రోఅనిలిన్ ద్రావణంతో నింపండి. అత్యల్ప ఏకాగ్రతతో ప్రారంభించండి. (ఎందుకు?)","7. Place the sample blank in the reference holder and the sample in the sample holder.":"7. నమూనా హోల్డర్‌లో నమూనాను ఖాళీగా ఉంచండి మరియు నమూనా హోల్డర్‌లో నమూనాను ఉంచండి.","8. Run the absorption scan.":"8. శోషణ స్కాన్‌ను అమలు చేయండి.","9. Similarly spectral runs are done for all the other samples. Order of analysis should be from lower to higher concentration. Every time one should rinse (twice or thrice) the cuvette taking a small portion of the (solvent first and then the) solution to be measured.":"9. అదేవిధంగా మిగతా అన్ని నమూనాల కోసం స్పెక్ట్రల్ పరుగులు చేయబడతాయి. విశ్లేషణ యొక్క క్రమం తక్కువ నుండి అధిక ఏకాగ్రత వరకు ఉండాలి. ప్రతిసారీ కొలిచే (రెండుసార్లు లేదా మూడుసార్లు) క్యూట్ కొలిచే (మొదట ద్రావకం మరియు తరువాత) ద్రావణంలో కొంత భాగాన్ని తీసుకుంటుంది.","10. Click on the Data tab to collect all data.":"10. మొత్తం డేటాను సేకరించడానికి డేటా టాబ్ పై క్లిక్ చేయండి.","11.  Plot absorbance vs. wavelength for all concentrations.":"11. ప్లాట్ శోషణ వర్సెస్ అన్ని సాంద్రతలకు తరంగదైర్ఘ్యం.","12. Determine the wavelengths of maximum absorbance (λmax) and corresponding absorbance for each concentration and prepare a table containing these data.":"12. ప్రతి ఏకాగ్రతకు గరిష్ట శోషణ (λmax) మరియు సంబంధిత శోషణ యొక్క తరంగదైర్ఘ్యాలను నిర్ణయించండి మరియు ఈ డేటాను కలిగి ఉన్న పట్టికను సిద్ధం చేయండి.","13. For each λmax divide the absorbance by the corresponding concentration and determine ελ values (remember the path length = 1 cm). Then calculate average ελ’s.":"13. ప్రతి λmax కోసం శోషణను సంబంధిత ఏకాగ్రతతో విభజించి ελ విలువలను నిర్ణయించండి (మార్గం పొడవు = 1 సెం.మీ గుర్తుంచుకోండి). అప్పుడు సగటు లెక్కించండి.","14. Construct calibration plots by plotting absorbance versus concentration for a given λmax. Thus one constructs three calibration plots for three peak positions of 2-nitroaniline.":"14. ఇచ్చిన λmax కోసం శోషణకు వ్యతిరేకంగా ఏకాగ్రతకు వ్యతిరేకంగా ప్లాట్ చేయడం ద్వారా అమరిక ప్లాట్లను నిర్మించండి. ఈ విధంగా 2-నైట్రోఅనిలిన్ యొక్క మూడు గరిష్ట స్థానాలకు మూడు అమరిక ప్లాట్లను నిర్మిస్తుంది.","15. Determine the slopes of the calibration plots and hence the respective ελ values for three peak positions.":"15. అమరిక ప్లాట్ల వాలులను నిర్ణయించండి మరియు అందువల్ల మూడు గరిష్ట స్థానాలకు సంబంధిత ελ విలువలు.","16. Compare average ελ values with the ελ values determined from the calibration plots.":"16. క్రమాంకనం ప్లాట్ల నుండి నిర్ణయించిన ελ విలువలతో సగటు ελ విలువలను పోల్చండి.","17. Calculate the molecular cross-sections for light absorption, σ (in cm2) and oscillator strengths, fnm.":"17. కాంతి శోషణ, σ (సెం.మీ 2 లో) మరియు ఓసిలేటర్ బలాలు, ఎఫ్ఎన్ఎమ్ కోసం పరమాణు క్రాస్-సెక్షన్లను లెక్కించండి.","18. Discuss your results.":"18. మీ ఫలితాలను చర్చించండి.","0.02mM":"0.02mM","Concentration of 2-nitroaniline":"2-నైట్రోనిలిన్ యొక్క ఏకాగ్రత","2-nitroaniline":"2-nitroaniline"}