{"Effects of sample path length Dependence of Absorbance (Lambert Law)":"నమూనా మార్గం పొడవు యొక్క ప్రభావాలు శోషణం యొక్క ఆధారపడటం (లాంబెర్ట్ లా)","Reset Experiment":"ప్రయోగాన్ని రీసెట్ చేయండి","×":"×","Manual":"మాన్యువల్","1. Turn on the instrument clicking on the power button and wait for 30 min for initialization of the instrument.":"1. పవర్ బటన్‌పై క్లిక్ చేసే పరికరాన్ని ఆన్ చేసి, వాయిద్యం ప్రారంభించడానికి 30 నిమిషాలు వేచి ఉండండి.","2. Make, say 0.001 M, aqueous solution of potassium dichromate in 0.01 N H2SO4.":"2. 0.01 N H2SO4 లో పొటాషియం డైక్రోమేట్ యొక్క సజల ద్రావణాన్ని 0.001 M అని చెప్పండి.","3. Click on the beaker to take a clean, dry beaker. Click on the volumetric flask to pour the solution into the clean, dry beaker.":"3. శుభ్రమైన, పొడి బీకర్ తీసుకోవడానికి బీకర్‌పై క్లిక్ చేయండి. శుభ్రమైన, పొడి బీకర్‌లో ద్రావణాన్ని పోయడానికి వాల్యూమెట్రిక్ ఫ్లాస్క్‌పై క్లిక్ చేయండి.","4. Click on the micropipette to collect appropriate quantity of solution from the beaker. Take a cuvette by clicking on it.":"4. బీకర్ నుండి తగిన పరిమాణంలో ద్రావణాన్ని సేకరించడానికి మైక్రోపిపెట్ పై క్లిక్ చేయండి. దానిపై క్లిక్ చేయడం ద్వారా క్యూట్ తీసుకోండి.","5. Pour the solution from the micropipette into the cuvette by clicking on the cuvette. (In actual measurements, the cuvette is filled to approx. two-third of its volume.)":"5. మైక్రో పిప్పెట్ నుండి క్యూవెట్‌పై క్లిక్ చేయడం ద్వారా ద్రావణాన్ని కువెట్‌లోకి పోయాలి. (వాస్తవ కొలతలలో, కువెట్టి దాని వాల్యూమ్‌లో సుమారు మూడింట రెండు వంతుల వరకు నిండి ఉంటుంది.)","6. Click on the spectrophotometer lid to open it.":"6. తెరవడానికి స్పెక్ట్రోఫోటోమీటర్ మూతపై క్లిక్ చేయండి.","7. Click on the cuvette to place it in the sample holder. One has to use aq. 0.01 N H2SO4 as the sample blank or reference in this measurement. Here a double beam spectrophotometer is shown. In this case, one can place the sample in the sample holder and the sample bank or reference in the reference holder simultaneously.":"7. నమూనా హోల్డర్‌లో ఉంచడానికి కువెట్‌పై క్లిక్ చేయండి. ఒకరు aq ఉపయోగించాలి. ఈ కొలతలో 0.01 N H2SO4 నమూనా ఖాళీగా లేదా సూచనగా. ఇక్కడ డబుల్ బీమ్ స్పెక్ట్రోఫోటోమీటర్ చూపబడింది. ఈ సందర్భంలో, నమూనా నమూనాను నమూనా హోల్డర్‌లో మరియు నమూనా బ్యాంక్ లేదా రిఫరెన్స్‌ను ఒకేసారి రిఫరెన్స్ హోల్డర్‌లో ఉంచవచ్చు.","8. Run the wavelength scan by clicking on the Computer monitor and then on the Scan button and observe the wavelength scan. In the real spectrophotometer operation, an appropriate wavelength range of incident light for the sample can be chosen and the wavelength scan are run via the accompanied computer software. One can run the scan in absorbance or transmittance mode. The scan data is stored in the computer. If the spectrophotometer is a single beam instrument, then first the sample blank or reference is taken in a cuvette and the wavelength scan is run followed by the sample. One has to subtract the reference data from the sample data for respective wavelengths.":"8. కంప్యూటర్ మానిటర్‌పై క్లిక్ చేసి, ఆపై స్కాన్ బటన్‌పై క్లిక్ చేసి తరంగదైర్ఘ్యం స్కాన్‌ను అమలు చేయండి మరియు తరంగదైర్ఘ్యం స్కాన్‌ను గమనించండి. నిజమైన స్పెక్ట్రోఫోటోమీటర్ ఆపరేషన్‌లో, నమూనా కోసం తగిన తరంగదైర్ఘ్యం సంఘటన కాంతిని ఎంచుకోవచ్చు మరియు తరంగదైర్ఘ్యం స్కాన్‌ను కంప్యూటర్ సాఫ్ట్‌వేర్ ద్వారా అమలు చేస్తారు. ఒకరు స్కాన్‌ను శోషణ లేదా ట్రాన్స్మిటెన్స్ మోడ్‌లో అమలు చేయవచ్చు. స్కాన్ డేటా కంప్యూటర్‌లో నిల్వ చేయబడుతుంది. స్పెక్ట్రోఫోటోమీటర్ ఒకే పుంజం పరికరం అయితే, మొదట నమూనా ఖాళీ లేదా సూచన ఒక కువెట్‌లో తీసుకోబడుతుంది మరియు తరంగదైర్ఘ్యం స్కాన్ నమూనా తరువాత నడుస్తుంది. సంబంధిత తరంగదైర్ఘ్యాల కోసం నమూనా డేటా నుండి సూచన డేటాను తీసివేయాలి.","9. Click on Reset button to start new measurement. Repeat the measurements with cuvettes of different path lengths.":"9. కొత్త కొలతను ప్రారంభించడానికి రీసెట్ బటన్ పై క్లిక్ చేయండి. వేర్వేరు మార్గం పొడవు యొక్క క్యూట్లతో కొలతలను పునరావృతం చేయండి.","10. Collect all data by clicking on the Data tab. Plot the absorbance of the sample at various wavelengths for different path lengths and determine the wavelength of maximum absorptions i.e., spectral peak-positions.":"10. డేటా టాబ్‌పై క్లిక్ చేయడం ద్వారా మొత్తం డేటాను సేకరించండి. వేర్వేరు మార్గం పొడవు కోసం వివిధ తరంగదైర్ఘ్యాల వద్ద నమూనా యొక్క శోషణను ప్లాట్ చేయండి మరియు గరిష్ట శోషణల తరంగదైర్ఘ్యాన్ని నిర్ణయించండి, అనగా, స్పెక్ట్రల్ పీక్-స్థానాలు.","11. Plot the absorbance values for a particular wavelength (say, 350 nm) vs. path lengths and calculate linear regression. Note down the correlation coefficient which is a measure of the quality of a calibration and here tells how good a straight line fits to all of the calibration points.":"11. ఒక నిర్దిష్ట తరంగదైర్ఘ్యం (చెప్పండి, 350 ఎన్ఎమ్) వర్సెస్ పాత్ లెంగ్త్స్ కోసం శోషణ విలువలను ప్లాట్ చేయండి మరియు లీనియర్ రిగ్రెషన్‌ను లెక్కించండి. ఒక క్రమాంకనం యొక్క నాణ్యతను కొలవగల సహసంబంధ గుణకాన్ని గమనించండి మరియు అన్ని అమరిక బిందువులకు సరళ రేఖ ఎంతవరకు సరిపోతుందో ఇక్కడ చెబుతుంది.","12. Repeat the plotting of the absorbance values vs. path lengths for two other wavelengths say, 375 nm and 440 nm and calculate linear regressions.":"12. 375 nm మరియు 440 nm అని చెప్పే రెండు ఇతర తరంగదైర్ఘ్యాల కోసం శోషక విలువలు వర్సెస్ పాత్ లెంగ్త్స్ యొక్క ప్లాటింగ్ పునరావృతం చేయండి మరియు సరళ రిగ్రెషన్లను లెక్కించండి.","13. Construct similar three plots taking transmittance in place of absorbance values vs. path lengths for three wavelengths 350 nm, 375 nm and 440 nm and calculate linear regressions. Note down the correlation coefficients.":"13. 350 nm, 375 nm మరియు 440 nm అనే మూడు తరంగదైర్ఘ్యాల కోసం శోషక విలువల వర్సెస్ పాత్ లెంగ్త్స్ స్థానంలో ట్రాన్స్మిటెన్స్ తీసుకునే ఇలాంటి మూడు ప్లాట్లను నిర్మించండి మరియు సరళ రిగ్రెషన్లను లెక్కించండి. సహసంబంధ గుణకాలను గమనించండి.","14. Verify the Lambert Law observing whether absorbance and transmittance values have linear correlation with path length or not.":"14. శోషణ మరియు ప్రసార విలువలకు మార్గం పొడవుతో సరళ సంబంధం ఉందా లేదా అనే విషయాన్ని గమనిస్తూ లాంబెర్ట్ చట్టాన్ని ధృవీకరించండి.","15. Normalize absorbance measurements to 1 mm path length by dividing the absorbance data by the corresponding path length for a given wavelength. Are the normalized data (within experimental error) path length-specific at a given wavelength? Discuss your results.":"15. ఇచ్చిన తరంగదైర్ఘ్యం కోసం సంబంధిత మార్గం పొడవు ద్వారా శోషణ డేటాను విభజించడం ద్వారా శోషణ కొలతలను 1 మిమీ మార్గం పొడవుకు సాధారణీకరించండి. ఇచ్చిన తరంగదైర్ఘ్యం వద్ద సాధారణీకరించిన డేటా (ప్రయోగాత్మక లోపం లోపల) మార్గం పొడవు-నిర్దిష్టంగా ఉందా? మీ ఫలితాలను చర్చించండి.","Potassium Dichromate":"పొటాషియం డైక్రోమేట్"}