{"Verification of Beer-Lambert Law":"బీర్-లాంబెర్ట్ చట్టం యొక్క ధృవీకరణ","Reset Experiment":"ప్రయోగాన్ని రీసెట్ చేయండి","×":"×","Manual":"మాన్యువల్","1.Turn the spectrophotometer on by clicking on the switch on the instrument.":"1. వాయిద్యంలోని స్విచ్‌పై క్లిక్ చేయడం ద్వారా స్పెక్ట్రోఫోటోమీటర్‌ను ఆన్ చేయండి.","2.Click on the fluorescein bottle in the bottom panel. You should see fluorescein being poured in a beaker.":"2. దిగువ ప్యానెల్‌లోని ఫ్లోరోసెసిన్ బాటిల్‌పై క్లిక్ చేయండి. ఫ్లోరోస్సిన్ ఒక బీకర్లో పోయడం మీరు చూడాలి.","3.Click on the pipette. You should see liquid being drawn by the pipette.":"3. పైపెట్ పై క్లిక్ చేయండి. పైపెట్ ద్వారా ద్రవ గీయడం మీరు చూడాలి.","4.Click on the 10 mm cuvette. You should see the cuvette being placed below the pipette.":"4. 10 మిమీ క్యూట్ మీద క్లిక్ చేయండి. కువెట్టిని పైపెట్ క్రింద ఉంచడాన్ని మీరు చూడాలి.","5.Click on the pipette again. The cuvette now should get filled with the liquid. And acuvette filled with water should appear.":"5. మళ్ళీ పైపెట్ పై క్లిక్ చేయండి. క్యూట్ ఇప్పుడు ద్రవంతో నిండి ఉండాలి. మరియు నీటితో నిండిన అక్వేట్ కనిపించాలి.","6.Click on the lid the instrument to open it.":"6. పరికరాన్ని తెరవడానికి మూతపై క్లిక్ చేయండి.","7.Click on the cuvettes one after another to put them inside the lid of the instrument.":"7. వాయిద్యం యొక్క మూత లోపల ఉంచడానికి కువెట్లను ఒకదాని తరువాత ఒకటి క్లిక్ చేయండి.","8.Close the lid by clicking on it.":"8. దానిపై క్లిక్ చేయడం ద్వారా మూత మూసివేయండి.","9.Click on the monitor shown in the main frame.":"9. ప్రధాన ఫ్రేమ్‌లో చూపిన మానిటర్‌పై క్లిక్ చేయండి.","10.Click on the scan button and wait for the spectra to get generated.":"10. స్కాన్ బటన్‌పై క్లిక్ చేసి, స్పెక్ట్రా ఉత్పత్తి అయ్యే వరకు వేచి ఉండండి.","11.Go to notes and check your collected data.":"11. గమనికలకు వెళ్లి మీ సేకరించిన డేటాను తనిఖీ చేయండి.","12.Repeat steps 2-11 with 5 mm and 1 mm cuvette in the bottom panel.":"12. దిగువ ప్యానెల్‌లో 5 మిమీ మరియు 1 మిమీ క్యూవెట్‌తో 2-11 దశలను పునరావృతం చేయండి.","Potassium Dichromate":"పొటాషియం డైక్రోమేట్"}