{"Determination of unknown concentration of a light absorbing analyte":"కాంతి శోషక విశ్లేషణ యొక్క తెలియని ఏకాగ్రత యొక్క నిర్ధారణ","Reset Experiment":"ప్రయోగాన్ని రీసెట్ చేయండి","×":"×","Manual":"మాన్యువల్","1. Prepare a standard K2Cr2O7 aqueous solution of strength nearly 3×10":"1. బలం యొక్క ప్రామాణిక K2Cr2O7 సజల ద్రావణాన్ని దాదాపు 3 × 10 సిద్ధం చేయండి","-3":"-3","M in 0.01 N H2SO4 (for the experiments described here we have used a solution of strength = 3.16×10":"0.01 N H2SO4 లో M (ఇక్కడ వివరించిన ప్రయోగాల కోసం మేము బలం = 3.16 × 10 యొక్క పరిష్కారాన్ని ఉపయోగించాము","M. This is used as stock solution.":"M. దీనిని స్టాక్ పరిష్కారంగా ఉపయోగిస్తారు.","2. From the above stock solution, prepare five different concentrations of K2Cr2O7 solutions: say, 0.158 mM, 0.316 mM, 0.474 mM, 0.632 mM, and 0.790 mM.":"2. పై స్టాక్ ద్రావణం నుండి, K2Cr2O7 పరిష్కారాల యొక్క ఐదు వేర్వేరు సాంద్రతలను సిద్ధం చేయండి: చెప్పండి, 0.158 mM, 0.316 mM, 0.474 mM, 0.632 mM మరియు 0.790 mM.","3. Switch on the computer and the instrument powers; wait for 30 minutes for ‘warm-up’ of the instrument.":"3. కంప్యూటర్ మరియు పరికర శక్తులపై మారండి; పరికరం యొక్క ‘సన్నాహక’ కోసం 30 నిమిషాలు వేచి ఉండండి.","4. In the instrument one can select light sources (UV and visible), choose the slit width, scan speed and %transmittance or absorbance display, wavelength range of interest, etc.":"4. వాయిద్యంలో ఒకరు కాంతి వనరులను (UV మరియు కనిపించేవి) ఎంచుకోవచ్చు, చీలిక వెడల్పు, స్కాన్ వేగం మరియు% ప్రసారం లేదా శోషణ ప్రదర్శన, తరంగదైర్ఘ్యం ఆసక్తి శ్రేణి మొదలైనవి ఎంచుకోవచ్చు.","5. Take two clean and dry glass (only for visible range scan) or quartz cuvettes with a given path length (say, 1 cm).":"5. ఇచ్చిన మార్గం పొడవుతో రెండు శుభ్రమైన మరియు పొడి గాజు (కనిపించే శ్రేణి స్కాన్ కోసం మాత్రమే) లేదా క్వార్ట్జ్ క్యూవెట్లను తీసుకోండి (చెప్పండి, 1 సెం.మీ).","6. Fill up one cuvette with sample blank (aq. 0.01 N H2SO4 in the present case) and the other cuvette with aqueous K2Cr2O7 solution with lowest concentration.":"6. ఒక క్యూవెట్‌ను నమూనా ఖాళీతో నింపండి (ప్రస్తుత సందర్భంలో aq. 0.01 N H2SO4) మరియు మరొక క్యూట్ తక్కువ సాంద్రతతో సజల K2Cr2O7 ద్రావణంతో నింపండి.","7. Place the sample blank in the reference holder and the sample in the sample holder.":"7. నమూనా హోల్డర్‌లో నమూనాను ఖాళీగా ఉంచండి మరియు నమూనా హోల్డర్‌లో నమూనాను ఉంచండి.","8. Run the scan (A or %T versus λ).":"8. స్కాన్ (A లేదా% T వర్సెస్ λ) ను అమలు చేయండి.","9. Similarly spectral runs are done for all the other samples starting from the lowest concentrations to next higher concentrations of K2Cr2O7. Every time one should rinse the cuvette taking a small portion of the solution to be analyzed next.":"9. అదేవిధంగా తక్కువ సాంద్రతల నుండి K2Cr2O7 యొక్క తదుపరి అధిక సాంద్రత వరకు అన్ని ఇతర నమూనాల కోసం స్పెక్ట్రల్ పరుగులు చేయబడతాయి. ప్రతిసారీ ద్రావణంలో కొంత భాగాన్ని తీసుకొని క్యూవెట్‌ను కడిగివేయాలి.","10. Spectral run is carried out for the unknown K2Cr2O7 sample.":"10. తెలియని K2Cr2O7 నమూనా కోసం స్పెక్ట్రల్ రన్ నిర్వహిస్తారు.","11. Now find out the wavelengths of maximum absorbance (λmax), the absorbance at a given λmax for all the concentrations of K2Cr2O7 and make a table containing these data.":"11. ఇప్పుడు K2Cr2O7 యొక్క అన్ని సాంద్రతలకు ఇచ్చిన λmax వద్ద గరిష్ట శోషణ (xmax) యొక్క తరంగదైర్ఘ్యాలను కనుగొనండి మరియు ఈ డేటాను కలిగి ఉన్న పట్టికను తయారు చేయండి.","12. Construct a calibration plot by plotting absorbance versus concentration for a given λmax. Thus one construct two calibration plots for two peak positions of K2Cr2O7.":"12. ఇచ్చిన λmax కోసం శోషణ మరియు ఏకాగ్రతకు వ్యతిరేకంగా ప్లాట్ చేయడం ద్వారా అమరిక ప్లాట్‌ను నిర్మించండి. ఈ విధంగా K2Cr2O7 యొక్క రెండు గరిష్ట స్థానాల కోసం రెండు అమరిక ప్లాట్లను నిర్మిస్తుంది.","13. Determine the slopes of the calibration plots and hence the respective values of λ’s.":"13. అమరిక ప్లాట్ల వాలులను నిర్ణయించండి మరియు అందువల్ల values యొక్క సంబంధిత విలువలు.","14. Determine the concentration of the unknown K2Cr2O7 solution from two calibration plots.":"14. రెండు క్రమాంకనం ప్లాట్ల నుండి తెలియని K2Cr2O7 ద్రావణం యొక్క గా ration తను నిర్ణయించండి.","Concentration of Potassium Dichromate":"పొటాషియం డైక్రోమేట్ యొక్క ఏకాగ్రత","Potassium Dichromate":"పొటాషియం డైక్రోమేట్","Unknown Solution":"తెలియని పరిష్కారం"}