{"0":"0","2":"2","3":"3","6":"6","Introduction":"పరిచయం","The Tyndall effect, also known as Tyndall scattering, is light scattering phenomena by particles in a colloid or particles in a fine suspension. It is named after the 19th century physicist John Tyndall. When a beam of light is directed at a colloidal solution or dispersion, some of the light is absorbed (colour is produced when light of certain wavelengths is selectively absorbed), some is scattered and the remainder is transmitted undisturbed through the sample. Light scattering results from the electric field associated with the incident light including periodic oscillations of the electron clouds of the atoms of the material in question which then act as secondary sources and radiate scattered light. But only in case of purely homogeneous substances light passes undisturbed and unscattered.":"టిండాల్ ప్రభావం, టిండాల్ వికీర్ణం అని కూడా పిలుస్తారు, ఇది ఒక ఘర్షణలోని కణాలు లేదా చక్కటి సస్పెన్షన్‌లోని కణాల ద్వారా తేలికపాటి వికీర్ణ దృగ్విషయం. దీనికి 19 వ శతాబ్దపు భౌతిక శాస్త్రవేత్త జాన్ టిండాల్ పేరు పెట్టారు. కాంతి పుంజం ఘర్షణ ద్రావణం లేదా చెదరగొట్టేటప్పుడు, కొంత కాంతి గ్రహించబడుతుంది (కొన్ని తరంగదైర్ఘ్యాల కాంతి ఎంపికగా గ్రహించినప్పుడు రంగు ఉత్పత్తి అవుతుంది), కొన్ని చెల్లాచెదురుగా ఉంటాయి మరియు మిగిలినవి నమూనా ద్వారా కలవరపడకుండా ప్రసారం చేయబడతాయి. సంఘటన కాంతితో సంబంధం ఉన్న విద్యుత్ క్షేత్రం నుండి కాంతి వికీర్ణం ఫలితాలు, పదార్థం యొక్క అణువుల యొక్క ఎలక్ట్రాన్ మేఘాల యొక్క ఆవర్తన డోలనాలను కలిగి ఉంటాయి, ఇవి ద్వితీయ వనరులుగా పనిచేస్తాయి మరియు చెల్లాచెదురైన కాంతిని ప్రసరిస్తాయి. కానీ పూర్తిగా సజాతీయ పదార్ధాల విషయంలో మాత్రమే కాంతి కలవరపడని మరియు అపరిశుభ్రంగా వెళుతుంది.","Source:":"మూలం:","http://silver-lightning.com/tyndall/tyndall3.jpg":"http://silver-lightning.com/tyndall/tyndall3.jpg","Tyndall effect is seen here using a laser pointer. The glass on the left contains 5 ppm of HVAC colloidal silver and the one on the right is from the tap after the bubbles have settled out.":"లేజర్ పాయింటర్ ఉపయోగించి టిండాల్ ప్రభావం ఇక్కడ కనిపిస్తుంది. ఎడమ వైపున ఉన్న గాజులో 5 పిపిఎమ్ హెచ్‌విఎసి ఘర్షణ వెండి ఉంటుంది మరియు బుడగలు స్థిరపడిన తర్వాత కుడి వైపున ఉన్నది ట్యాప్ నుండి ఉంటుంది.","Objective":"ఆబ్జెక్టివ్","To observe the light scattering phenomenon- Tyndall effect in Colloidal Systems.":"కాంతి వికీర్ణ దృగ్విషయాన్ని గమనించడానికి- ఘర్షణ వ్యవస్థలలో టిండాల్ ప్రభావం.","Theory":"థియరీ","All colloidal solutions are capable of scattering light (Tyndall effect) to some extent. The\nnoticeable turbidity associated with many colloidal dispersions is a consequence of intesne light\nscattering. A beam of sunlight is often visible from the side because of light scattered by dust\nparticles. Solutions of certain macromolecular materials may appear to be clear but in fact they\nare slightly turbid because of weak light scattering. Only a perfectly homogeneous system would\nnot scatter light; therefore, even pure liquids and dust-free gases are very slightly turbid. The\nturbidity of a material is defined by the expression":"అన్ని ఘర్షణ పరిష్కారాలు కొంతవరకు కాంతిని (టిండాల్ ప్రభావం) చెదరగొట్టగల సామర్థ్యాన్ని కలిగి ఉంటాయి. ది\nఅనేక ఘర్షణ వ్యాప్తితో సంబంధం ఉన్న గుర్తించదగిన టర్బిడిటీ ఇంటెస్నే కాంతి యొక్క పరిణామం\nవిస్తరణ. దుమ్ముతో చెల్లాచెదురుగా ఉన్నందున సూర్యరశ్మి యొక్క పుంజం తరచుగా వైపు నుండి కనిపిస్తుంది\nకణాలు. కొన్ని స్థూల కణ పదార్థాల పరిష్కారాలు స్పష్టంగా కనిపిస్తాయి కాని వాస్తవానికి అవి\nబలహీనమైన కాంతి వికీర్ణం కారణంగా కొద్దిగా గందరగోళంగా ఉంటాయి. సంపూర్ణ సజాతీయ వ్యవస్థ మాత్రమే\nకాంతిని చెదరగొట్టడం కాదు; అందువల్ల, స్వచ్ఛమైన ద్రవాలు మరియు ధూళి లేని వాయువులు కూడా కొంచెం గందరగోళంగా ఉంటాయి. ది\nపదార్థం యొక్క టర్బిడిటీ వ్యక్తీకరణ ద్వారా నిర్వచించబడుతుంది","I":"నేను","t":"t","/I":"/ నేను","=exp [τI]":"= exp [τI]","where I":"నేను ఎక్కడ","is the intensity of the incident light beam, I":"సంఘటన కాంతి పుంజం యొక్క తీవ్రత, నేను","is the intensity of the transmitted light beam,\nl is the length of the sample and τ is the turbidity.":"ప్రసారం చేయబడిన కాంతి పుంజం యొక్క తీవ్రత,\nl అనేది నమూనా యొక్క పొడవు మరియు τ అల్లకల్లోలం.","Rayleigh first presented a description of light scattering and adsorption from small particles.":"రేలీ మొదట చిన్న కణాల నుండి కాంతి వికీర్ణం మరియు శోషణం యొక్క వర్ణనను సమర్పించారు.","There are a number of important features to make note of for Rayleigh scattering:":"రేలీ వికీర్ణం కోసం గమనించవలసిన ముఖ్యమైన లక్షణాలు చాలా ఉన్నాయి:","The scattering is independent of θ , i.e., it is isotropic in the scattering plane. I":"వికీర్ణం of నుండి స్వతంత్రంగా ఉంటుంది, అనగా, ఇది వికీర్ణ సమతలంలో ఐసోట్రోపిక్. నేను","VH":"వ్యాసాలు","= I":"= నేను","HV":"HV","= 0,\n\tand I":"= 0,\nమరియు నేను","HH":"HH","VV":"వివి","cos":"cos","θ, as drawn in Figure below.":"θ, క్రింద ఉన్న చిత్రంలో గీసినట్లు.","The λ":"ది ఎల్","–4":"-4","dependence:":"ఆధారపడటం:","Blue light scatters more than red. (This is often associated with the\n\tblue of the sky and the red of the sunset, but other factors are involved here including the fact that in perfectly clean air (no particles) scattering occurs from small, \n\tthermodynamic fluctuations in the air density.)":"ఎరుపు కంటే బ్లూ లైట్ చెల్లాచెదురుగా ఉంటుంది. (ఇది తరచుగా సంబంధం కలిగి ఉంటుంది\nఆకాశం యొక్క నీలం మరియు సూర్యాస్తమయం యొక్క ఎరుపు, కానీ ఇతర కారకాలు ఇక్కడ ఉన్నాయి, వీటిలో సంపూర్ణ స్వచ్ఛమైన గాలిలో (కణాలు లేవు) చెదరగొట్టడం చిన్న నుండి సంభవిస్తుంది,\nగాలి సాంద్రతలో థర్మోడైనమిక్ హెచ్చుతగ్గులు.)","The strong size dependence of a":"A యొక్క బలమైన పరిమాణం ఆధారపడటం","is proportional to the particle volume squared, V":"కణ వాల్యూమ్ స్క్వేర్డ్, వి","part":"భాగం",".\n\tFeature 3 leads to the Tyndall effect, which describes the increased scattering from an aggregating colloid or aerosol of constant mass. Consider that the total scattering from a \t\tparticulate system of Rayleigh scatterers of n particles per unit volume has the proportionality":".\nఫీచర్ 3 టిండాల్ ప్రభావానికి దారితీస్తుంది, ఇది సమగ్ర ఘర్షణ లేదా స్థిరమైన ద్రవ్యరాశి యొక్క ఏరోసోల్ నుండి పెరిగిన వికీర్ణాన్ని వివరిస్తుంది. యూనిట్ వాల్యూమ్‌కు n కణాల రేలీ స్కేటరర్స్ యొక్క రేణువుల వ్యవస్థ నుండి మొత్తం వికీర్ణం అనుపాతాన్ని కలిగి ఉందని పరిగణించండి","scat":"మలం","∝ nV":"V n వి",".... (1)":".... (1)","If the only growth process in the system is aggregation, the mass is neither created nor destroyed.\n\tThus, the mass density is constant; hence, nV":"వ్యవస్థలో అభివృద్ధి ప్రక్రియ సముదాయంగా ఉంటుంది ఉంటే, మాస్ రూపొందించినవారు లేదా నాశనం కాదు.\nఅందువలన, ద్రవ్యరాశి సాంద్రత స్థిరంగా ఉంటుంది; అందువల్ల, ఎన్వి","is constant. On the other hand Vpart increases during\n\taggregation. Rewritting Equation 1 as":"స్థిరంగా ఉంటుంది. మరోవైపు Vpart సమయంలో పెరుగుతుంది\nసమూహనం. సమీకరణం 1 గా తిరిగి వ్రాయడం",". V":". V","shows that the scattered intensity increases proportional to V":"చెల్లాచెదురైన తీవ్రత V కి అనులోమానుపాతంలో పెరుగుతుందని చూపిస్తుంది","as the system aggregates. This is\n\tthe Tyndall effect.":"సిస్టమ్ కంకరగా. ఇది\nటిండాల్ ప్రభావం.","It is similar to Rayleigh scattering, in that the intensity of the scattered light depends on the fourth power of the frequency, so blue light is scattered much more strongly \t\tthan red light.":"ఇది రేలీ వికీర్ణానికి సమానంగా ఉంటుంది, దీనిలో చెల్లాచెదురైన కాంతి యొక్క తీవ్రత ఫ్రీక్వెన్సీ యొక్క నాల్గవ శక్తిపై ఆధారపడి ఉంటుంది, కాబట్టి నీలిరంగు కాంతి ఎరుపు కాంతి కంటే చాలా బలంగా చెల్లాచెదురుగా ఉంటుంది.","The Tyndall effect is seen when light-scattering particulate-matter is dispersed in an otherwise light-transmitting medium, when the cross-section of an individual particulate \t\tis the range of roughly between 40 and 900 nanometers; i.e., somewhat below or near the wavelength of visible light (400 —750 nanometers).":"కాంతి-చెదరగొట్టే కణ-పదార్థం కాంతి-ప్రసార మాధ్యమంలో చెదరగొట్టబడినప్పుడు టిండాల్ ప్రభావం కనిపిస్తుంది, ఒక వ్యక్తి కణాల యొక్క క్రాస్-సెక్షన్ సుమారు 40 మరియు 900 నానోమీటర్ల మధ్య ఉంటుంది; అనగా, కనిపించే కాంతి (400 —750 నానోమీటర్లు) యొక్క తరంగదైర్ఘ్యం కొంత క్రింద లేదా సమీపంలో.","Difference from Rayleigh's scattering:":"రేలీ యొక్క వికీర్ణం నుండి తేడా:","Rayleigh scattering is defined by a mathematical formula that requires the light-scattering particles to be far smaller than the wavelength of the light. For a dispersion of particles to qualify for the Rayleigh formula, the particle sizes need to be below roughly 40 nanometers; and the particles may be individual molecules. Colloidal particles are bigger, and are in the rough vicinity of the size of a wavelength of light. It follows from scattering theory that Tyndall scattering (by colloidal particles) is much more intense than Rayleigh scattering. The importance of the size factor for intensity can be seen in the large exponent it has in the mathematical statement of the intensity of Rayleigh scattering. There is no equivalent mathematical statement for Tyndall scattering. But if the colloid particles are spheroid, Tyndall scattering is mathematically analysable in terms of":"రేలీ వికీర్ణం ఒక గణిత సూత్రం ద్వారా నిర్వచించబడింది, ఇది కాంతి-చెదరగొట్టే కణాలు కాంతి తరంగదైర్ఘ్యం కంటే చాలా తక్కువగా ఉండాలి. రేలీ ఫార్ములాకు అర్హత సాధించడానికి కణాల చెదరగొట్టడానికి, కణ పరిమాణాలు సుమారు 40 నానోమీటర్ల కంటే తక్కువగా ఉండాలి; మరియు కణాలు వ్యక్తిగత అణువులు కావచ్చు. ఘర్షణ కణాలు పెద్దవి, మరియు కాంతి తరంగదైర్ఘ్యం యొక్క పరిమాణానికి సుమారుగా ఉంటాయి. టిండాల్ వికీర్ణం (ఘర్షణ కణాల ద్వారా) రేలీ వికీర్ణం కంటే చాలా తీవ్రంగా ఉందని చెదరగొట్టే సిద్ధాంతం నుండి ఇది అనుసరిస్తుంది. తీవ్రత కోసం పరిమాణ కారకం యొక్క ప్రాముఖ్యత రేలీ వికీర్ణం యొక్క తీవ్రత యొక్క గణిత ప్రకటనలో ఉన్న పెద్ద ఘాతాంకంలో చూడవచ్చు. టిండాల్ వికీర్ణానికి సమానమైన గణిత ప్రకటన లేదు. కొల్లాయిడ్ కణాలు గోళాకారంగా ఉంటే, టిండాల్ వికీర్ణం పరంగా గణితశాస్త్రపరంగా విశ్లేషించదగినది","Mie theory":"మి సిద్ధాంతం",", which admits particle sizes in the rough vicinity of the wavelength of light.":", ఇది కాంతి తరంగదైర్ఘ్యం యొక్క కఠినమైన సమీపంలో కణ పరిమాణాలను అంగీకరిస్తుంది.","The Tyndall effect is commercially exploited to determine the size and density of particles in aerosols and other colloidal matter.":"ఏరోసోల్స్ మరియు ఇతర ఘర్షణ పదార్థాలలో కణాల పరిమాణం మరియు సాంద్రతను నిర్ణయించడానికి టిండాల్ ప్రభావం వాణిజ్యపరంగా దోపిడీ చేయబడుతుంది.","Procedure":"విధానము","To start the experiment do the following:":"ప్రయోగాన్ని ప్రారంభించడానికి ఈ క్రింది వాటిని చేయండి:","To prepare any of the six solution, select any of them by clicking on it, placed on the left shelf.[For preparation procedure refer to the experment methodolgy on colloids preparation].":"ఆరు ద్రావణాలలో దేనినైనా సిద్ధం చేయడానికి, వాటిలో దేనినైనా దానిపై క్లిక్ చేసి, ఎడమ షెల్ఫ్‌లో ఉంచండి. [తయారీ విధానం కోసం కొల్లాయిడ్స్ తయారీపై ప్రయోగాత్మక పద్దతిని చూడండి].","Prepare six different solutions by choosing each of them. In case of salt, sugar and detergent  stir the mixture well and specially in slow manner in case of soap solution(detergent).":"వాటిలో ప్రతిదాన్ని ఎంచుకోవడం ద్వారా ఆరు వేర్వేరు పరిష్కారాలను సిద్ధం చేయండి. ఉప్పు విషయంలో, చక్కెర మరియు డిటర్జెంట్ సబ్బు ద్రావణం (డిటర్జెంట్) విషయంలో మిశ్రమాన్ని బాగా మరియు ప్రత్యేకంగా నెమ్మదిగా కదిలించు.","Pass light through each of the prepared colloid and sample solutions from a torch sharply.\n[For this operation click on the sample prepared on the table to pass light through and then observe]":"టార్చ్ నుండి తయారుచేసిన ప్రతి కొల్లాయిడ్ మరియు నమూనా పరిష్కారాల ద్వారా కాంతిని తీవ్రంగా పంపుతుంది.\n[ఈ ఆపరేషన్ కోసం టేబుల్‌పై తయారుచేసిన నమూనాపై క్లిక్ చేసి కాంతిని దాటండి, ఆపై గమనించండి]","Observe the change and then conclude the result of your observation that whether it shows Tyndall effect or not and hence also propose that whether its a colloidal solution or not.":"మార్పును గమనించి, ఆపై టిండాల్ ప్రభావాన్ని చూపిస్తుందో లేదో మీ పరిశీలన ఫలితాన్ని ముగించండి మరియు అందువల్ల దాని ఘర్షణ పరిష్కారం కాదా అని కూడా ప్రతిపాదించండి.","Observe the correctness of your conclusion to the results.":"ఫలితాలకు మీ ముగింపు యొక్క ఖచ్చితత్వాన్ని గమనించండి.","Click on the link that appears below to get a microscopic analysis of the process which you observed before.[click on “view” tab].":"మీరు ఇంతకు ముందు గమనించిన ప్రక్రియ యొక్క సూక్ష్మ విశ్లేషణ పొందడానికి క్రింద కనిపించే లింక్‌పై క్లిక్ చేయండి. [“వీక్షణ” టాబ్‌పై క్లిక్ చేయండి].","Repeat the same for all the other samples prepared earlier.":"ఇంతకుముందు తయారుచేసిన అన్ని ఇతర నమూనాల కోసం అదే పునరావృతం చేయండి.","Simulator":"సిమ్యులేటర్","Click here to go to lab":"ప్రయోగశాలకు వెళ్లడానికి ఇక్కడ క్లిక్ చేయండి","Quiz":"క్విజ్","Pre-Experiment":"ప్రయోగ ముందు","What are the three phenomena that happens when light is passed through a colloidal solution?":"ఘర్షణ ద్రావణం ద్వారా కాంతిని దాటినప్పుడు జరిగే మూడు దృగ్విషయాలు ఏమిటి?","In which case does the light pass undisturbed and unscattered ?":"ఏ సందర్భంలో కాంతి కలవరపడని మరియు అపరిశుభ్రంగా వెళుతుంది?","Give 1 point to show why is it similar to Rayleigh's scattering and 1 point for how is it different.":"రేలీ యొక్క వికీర్ణానికి ఇది ఎందుకు సమానమో చూపించడానికి 1 పాయింట్ ఇవ్వండి మరియు ఇది ఎలా భిన్నంగా ఉందో 1 పాయింట్ ఇవ్వండి.","In which point does Rayleigh's theory of scattering differ from Mie's theory of scattering?":"రేలీ యొక్క వికీర్ణ సిద్ధాంతం మి యొక్క వికీర్ణ సిద్ధాంతానికి భిన్నంగా ఉంటుంది?","Post-Experiment":"పోస్ట్ ప్రయోగం","In which of the demonstrated samples do you see Tyndall effect?":"ప్రదర్శించిన నమూనాలలో మీరు టిండాల్ ప్రభావాన్ని చూస్తారు?","What happens to the soap solution if you stir hard?":"మీరు గట్టిగా కదిలించినట్లయితే సబ్బు ద్రావణానికి ఏమి జరుగుతుంది?","List which are the true solutions and why.":"నిజమైన పరిష్కారాలు మరియు ఎందుకు జాబితా.","Arrange the particle size of the following three solutions in increasing order:\nsalt, detergent & Fe(OH)":"కింది మూడు పరిష్కారాల కణ పరిమాణాన్ని పెరుగుతున్న క్రమంలో అమర్చండి:\nఉప్పు, డిటర్జెంట్ & ఫే (OH)","colloid.":"మిశ్రమంలో.","Reference":"సూచన","Reference 1":"సూచన 1","Reference 2":"సూచన 2","Reference 3":"సూచన 3"}