{"ABSORPTION SPECTROSCOPY VIRTUAL LAB":"ABSORPTION SPECTROSCOPY वायरल लैब","Gold Particle Catalyzed Reduction of Eosin by Sodium Borohydride":"सोडियम बोरोहाइड्राइड द्वारा गोल्ड पार्टिकल कैटालोज्ड इओसिन की कटौती","Introduction":"परिचय","Information regarding the kinetics of many reactions has been obtained by using UV-Visible absorption spectroscopy. The progress of a reaction, i.e., change in the concentrations of the reactants or products can be followed spectrophotometrically if one of them is a light absorbing substance. For example, oxidation or reduction reaction of organic dyes can be easily followed by the absorption spectroscopy method, since the dyes are coloured compounds. In addition to organic and inorganic coloured compounds, some metal particles in their dispersed states show distinct colours. Therefore, formation of such particles from the reduction of metal ions by some reducing agent can also be studied by using UV-visible spectrophotometry. In this experiment we study first the formation of different sized gold particles in aqueous surfactant medium and then study the reduction of an organic dye, eosin, by sodium borohydride catalysed by these particles.":"कई प्रतिक्रियाओं की गतिकी के बारे में जानकारी यूवी दर्शनीय अवशोषण स्पेक्ट्रोस्कोपी का उपयोग करके प्राप्त किया गया है। एक प्रतिक्रिया की प्रगति, यानी, अभिकारकों या उत्पादों की सांद्रता में परिवर्तन, स्पेक्ट्रोफोटोमेट्रिकल का पालन किया जा सकता है यदि उनमें से एक एक प्रकाश अवशोषित पदार्थ है। उदाहरण के लिए, कार्बनिक रंगों की ऑक्सीकरण या कमी की प्रतिक्रिया को अवशोषण स्पेक्ट्रोस्कोपी विधि द्वारा आसानी से किया जा सकता है, क्योंकि डाई रंग के यौगिक हैं। कार्बनिक और अकार्बनिक रंग यौगिकों के अलावा, उनके बिखरे राज्यों में कुछ धातु के कणों अलग रंग दिखा। इसलिए, कुछ को कम करने के एजेंट द्वारा धातु आयनों की कमी से इस तरह के कणों के गठन भी यूवी दिखाई स्पेक्ट्रोफोटोमेट्री का उपयोग करके अध्ययन किया जा सकता। इस प्रयोग में हम पहले जलीय सर्फैक्टेंट माध्यम में विभिन्न आकार के सोने के कणों के निर्माण का अध्ययन करते हैं और फिर इन कणों द्वारा उत्प्रेरित सोडियम बोरोहाइड्राइड द्वारा एक कार्बनिक डाई, ईओसिन की कमी का अध्ययन करते हैं।","Objective":"उद्देश्य","To demonstrate the use of absorption spectroscopy in the study of the kinetics of reactions.":"प्रतिक्रियाओं के कैनेटीक्स के अध्ययन में अवशोषण स्पेक्ट्रोस्कोपी के उपयोग को प्रदर्शित करने के लिए।","To demonstrate how the kinetics of a reaction is followed by monitoring the product formation or reactant depletion via spectrophotometric methods.":"यह दिखाने के लिए कि स्पेक्ट्रोफोटोमेट्रिक विधियों के माध्यम से उत्पाद के गठन या अभिकारक घटाव की निगरानी के द्वारा प्रतिक्रिया की कैनेटीक्स कैसे की जाती है।","To study the reactions of formation gold particles and the gold particle-catalysed reduction of eosin by sodium borohydride.":"सोडियम बोरोहाइड्राइड द्वारा सोने के कणों के गठन और सोने के कण-उत्प्रेरित कमी के प्रतिक्रियाओं का अध्ययन करने के लिए।","Theory":"सिद्धांत","Kinetics of Gold Particle Formation Reaction:":"सोने के कण गठन की प्रतिक्रिया के काइनेटिक्स:","When light falls on small metal particles, the light can excite collective coherent oscillations of surface electron-gas at the interface of the metal particle and dielectric. This collective coherent oscillation of metal surface electron-gas in metal particles is known as localized surface plasmon resonance (LSPR). LSPR falls in the visible range of electromagnetic spectrum for some metals like gold, silver and copper. Therefore, formation and development of such particles with LSPR property can be studied by using absorption spectroscopy. Metal particles can, in principle, be prepared by the reduction of their ions in suitable reaction media. For example, addition of sodium borohydride, a reducing agent to a yellow coloured aqueous gold(III) ion solution produces purple coloured dispersion of gold particles. Since silver and gold ions can be easily reduced, photo-irradiations of such ions in the presence of molecules like Triton-X 100 (TX-100), alcohols, etc. can also reduce them to metallic states. In this experiment, TX-100, a neutral surfactant is used as the reducing agent-cum-particle stabilizer. This photo-irradiation generates very small gold particles. These small gold particles can be used as seed particles and can be grown further into larger sized particles by addition of more gold ions and reducing them with the help of a weak reducing agent, such as ascorbic acid (Table 1). A weak reducing agent is necessary in this step so that nucleation (reduction) occurs only on the surface of the seed particles and seed particles grow in sizes but no new particles form via homogeneous nucleation. This ensures the formation of nearly monodispersed larger sized particle formation. Nearly spherical colloidal gold particles are purple in colour and absorb around wavelength 530 nm. \nSince the particle growth reaction is relatively slow, the growth reaction can be easily followed by a spectrophotometer. The growth of the particles starting from the seed can be followed spectrophotometrically due the change in absorbance during the particle growth process. Various sized gold particle samples can be prepared by varying the ratio of seed to gold ion concentrations. The development of seed-mediated larger gold particles shows sigmoidal shaped curve when increase in absorbance vs. time is plotted. This suggests an autoctalytic growth of the particles. This can be verified by an autocatalytic plot for the development of absorbance with respect to time i.e., ln a/(1-a) vs. t where a =A":"जब प्रकाश छोटे धातु कणों पर पड़ता है, तो प्रकाश धातु कण और ढांकता हुआ के इंटरफेस में सतह इलेक्ट्रॉन-गैस के सामूहिक सुसंगत दोलनों को उत्तेजित कर सकता है। धातु के कणों में धातु की सतह इलेक्ट्रॉन-गैस के इस सामूहिक सुसंगत दोलन को स्थानीयकृत सतह प्लामोन प्रतिध्वनि (एलएसपीआर) के रूप में जाना जाता है। एलएसपीआर कुछ धातुओं जैसे सोना, चांदी और तांबे के लिए विद्युत चुम्बकीय स्पेक्ट्रम की दृश्यमान सीमा में आता है। इसलिए, LSPR संपत्ति वाले ऐसे कणों के गठन और विकास का अध्ययन अवशोषण स्पेक्ट्रोस्कोपी का उपयोग करके किया जा सकता है। धातु के कण, सिद्धांत रूप में, उपयुक्त प्रतिक्रिया मीडिया में उनके आयनों की कमी से तैयार हो सकते हैं। उदाहरण के लिए, सोडियम बोरोहाइड्राइड के अलावा, पीले रंग के जलीय सोने (III) आयन समाधान के लिए एक कम करने वाला एजेंट बैंगनी कणों को सोने के कणों का फैलाव पैदा करता है। चूंकि चांदी और सोने के आयनों को आसानी से कम किया जा सकता है, ट्राइटन-एक्स 100 (TX-100), अल्कोहल, आदि जैसे अणुओं की उपस्थिति में ऐसे आयनों की फोटो-विकिरण भी धातु के राज्यों में उन्हें कम कर सकती है। इस प्रयोग में, TX-100, एक तटस्थ सर्फेक्टेंट का उपयोग कम करने वाले एजेंट-कम-कण स्टेबलाइजर के रूप में किया जाता है। यह फोटो-विकिरण बहुत छोटे सोने के कणों को उत्पन्न करता है। इन छोटे सोने के कणों को बीज कणों के रूप में इस्तेमाल किया जा सकता है और अधिक सोने के आयनों के अलावा बड़े आकार के कणों में और बड़े हो सकते हैं और उन्हें कम करने वाले एजेंट, जैसे एस्कॉर्बिक एसिड (तालिका 1) की मदद से कम किया जा सकता है। इस चरण में एक कमजोर कम करने वाला एजेंट आवश्यक है ताकि न्यूक्लियेशन (कमी) केवल बीज कणों की सतह पर हो और बीज कण आकार में बढ़ें लेकिन सजातीय न्यूक्लिएशन के माध्यम से कोई नया कण नहीं बनता है। यह लगभग मोनोडाइस्पर्ड बड़े आकार के कण गठन को सुनिश्चित करता है। लगभग गोलाकार कोलाइडल सोने के कण बैंगनी रंग के होते हैं और वेवलेंथ 530 एनएम के आसपास अवशोषित होते हैं।\nचूंकि कण वृद्धि की प्रतिक्रिया अपेक्षाकृत धीमी है, इसलिए स्पेक्ट्रोफोटोमीटर द्वारा विकास प्रतिक्रिया को आसानी से पालन किया जा सकता है। बीज से शुरू होने वाले कणों की वृद्धि को कण विकास प्रक्रिया के दौरान अवशोषण में परिवर्तन के कारण स्पेक्ट्रोफोटोमेट्रिकल रूप से पालन किया जा सकता है। सोने के आयन सांद्रता के लिए बीज के अनुपात को अलग करके विभिन्न आकार के सोने के कण के नमूने तैयार किए जा सकते हैं। बीज-मध्यस्थता वाले बड़े सोने के कणों के विकास से सिग्मायोइडल आकार का वक्र दिखाई देता है जब अवशोषण बनाम समय में वृद्धि की साजिश रची जाती है। यह कणों के एक ऑटोटेलेक्टिक विकास का सुझाव देता है। यह समय के संबंध में अवशोषण के विकास के लिए एक ऑटोकैटलिटिक भूखंड द्वारा सत्यापित किया जा सकता है यानी, एक एएन (1-ए) बनाम टी जहां ए = ए","t":"टी","/A":"/ए","∞":"∞",", with A being absorbance.":", ए के अवशोषण के साथ।","Kinetics of Gold Particle-Catalysed Reduction of Eosin by Sodium Borohydride:":"सोडियम बोरोहाइड्राइड द्वारा सोने के कण-कैटेलसीकृत न्यूनीकरण की कैनेटीक्स:","Eosin is an organic water soluble bright red dye used in many applications in biological science, medical science, textile dying, ink manufacturing, etc. Its reduced form is colourless and hence its reduction can be monitored easily by following the decrease in its absorption peak intensity. Decrease in eosin absorbance was followed at 535 nm wavelength. In the absence of particles, one does not observe the sign of reduction of eosin by sodium borohydride in aqueous solution in the experimental time scale. However, the rate of reduction becomes appreciably faster in the presence of gold particles. Gold particles here act as catalysts. Depending on the gold particle size and concentration (Table 1), the rate of reduction varies, though all the sets of particles prepared here have the same amount of total gold (1×10":"Eosin एक कार्बनिक जल में घुलनशील चमकदार लाल रंग है जिसका उपयोग जैविक विज्ञान, चिकित्सा विज्ञान, कपड़ा मरना, स्याही निर्माण आदि में कई अनुप्रयोगों में किया जाता है। इसका कम किया हुआ रूप रंगहीन होता है और इसलिए इसकी अवशोषण शिखर तीव्रता में कमी का पालन करके इसकी कमी पर आसानी से नजर रखी जा सकती है। । ईोसिन सोखने में कमी 535 एनएम तरंग दैर्ध्य पर हुई थी। कणों की अनुपस्थिति में, कोई प्रायोगिक समय के पैमाने में जलीय घोल में सोडियम बोरोहाइड्राइड द्वारा ईोसिन की कमी के संकेत का निरीक्षण नहीं करता है। हालांकि, सोने के कणों की उपस्थिति में कमी की दर काफी तेज हो जाती है। यहां सोने के कण उत्प्रेरक का काम करते हैं। सोने के कण के आकार और एकाग्रता (तालिका 1) के आधार पर, कमी की दर भिन्न होती है, हालांकि यहां तैयार कणों के सभी सेटों में कुल सोने की मात्रा समान होती है (1 × 10","-4":"-4","M).\nA pseudo-first order kinetics with respect to eosin, i.e., log (A":"म)।\nएक छद्म पहला आदेश कैनेटीक्स के संबंध में इओसिन, अर्थात्, लॉग (ए)","– A":"- ए","Au":"",") vs. time (t) could be used in this case, where A":") बनाम समय (टी) इस मामले में इस्तेमाल किया जा सकता है, जहां ए","stands for the absorbance at any time t and A":"किसी भी समय टी और ए में अवशोषण के लिए खड़ा है","that for aqueous gold particle system before the addition of dye. Thus one can determine the values of pseudo-first-order rate constants (k) and corresponding correlation coefficients from these plots.":"डाई के अतिरिक्त से पहले जलीय सोने कण प्रणाली के लिए। इस प्रकार एक प्लॉट से छद्म-प्रथम-क्रम दर स्थिरांक (k) और संबंधित सहसंबंध गुणांक के मूल्यों को निर्धारित किया जा सकता है।","Procedure":"प्रक्रिया","A. \tPreparation of Gold Seed Solution.":"A. सोने के बीज के घोल की तैयारी।","2.94 mL 10":"2.94 एमएल 10","-2":"-2","M TX-100 and 0.06 mL 4.975 × 10":"एम TX-100 और 0.06 एमएल 4.975 × 10","-3":"-3","M Au-(III) (HAuCl4. xH2O) solutions are taken in a 1 cmquartz cuvette.":"M Au- (III) (HAuCl4। XH2O) समाधान 1 सेमीक्वार्ट्ज क्युवेट में लिया जाता है।","The cuvette is kept about 3 cm away from a germicidal (UV) lamp and is irradiated with the UV light for 30 min.\nThe yellow colored solution turns purple indicating the formation of fine colloidal gold nanoparticles.":"कीवेट को एक कीटाणु (यूवी) दीपक से लगभग 3 सेमी की दूरी पर रखा जाता है और 30 मिनट के लिए यूवी प्रकाश के साथ विकिरणित किया जाता है।\nपीले रंग का घोल बैंगनी रंग के महीन सोने के नैनोकणों के बनने का संकेत देता है।","Turn on the spectrophotometer instrument by clicking on the power button and wait for 30 min for initialization of the instrument.":"पावर बटन पर क्लिक करके स्पेक्ट्रोफोटोमीटर उपकरण चालू करें और साधन के आरंभीकरण के लिए 30 मिनट तक प्रतीक्षा करें।","Click on the spectrophotometer lid to open it.":"इसे खोलने के लिए स्पेक्ट्रोफोटोमीटर के ढक्कन पर क्लिक करें।","Click on the cuvette to place it in the sample cell holder of the instrument.\nOne has to use aqueous TX-100 solution as the sample blank or reference in this measurement. Here a double beam spectrophotometer is shown.":"इंस्ट्रूमेंट के सैंपल सेल होल्डर में लगाने के लिए क्युवेट पर क्लिक करें।\nइस माप में नमूना रिक्त या संदर्भ के रूप में जलीय TX-100 समाधान का उपयोग करना पड़ता है। यहाँ एक डबल बीम स्पेक्ट्रोफोटोमीटर दिखाया गया है।","Run the wavelength scan by clicking on the Computer monitor and then on the ‘Scan’ tab and observe the scan. In the real spectrophotometer, an appropriate wavelength range of incident light for the sample can be chosen and the wavelength scan are run via the accompanied computer software. One can run the scan in absorbance or transmittance mode. The scan data is stored in the computer.":"कंप्यूटर मॉनिटर और फिर on स्कैन ’टैब पर क्लिक करके तरंग दैर्ध्य स्कैन चलाएं और स्कैन का निरीक्षण करें। वास्तविक स्पेक्ट्रोफोटोमीटर में, नमूना के लिए घटना प्रकाश की एक उपयुक्त तरंग दैर्ध्य रेंज को चुना जा सकता है और तरंग दैर्ध्य स्कैन कंप्यूटर सॉफ्टवेयर के माध्यम से चलाया जाता है। एक स्कैन को अवशोषकता या संप्रेषण मोड में चला सकता है। स्कैन डेटा को कंप्यूटर में संग्रहीत किया जाता है।","Click on the spectrophotometer lid again to open it.":"इसे खोलने के लिए फिर से स्पेक्ट्रोफोटोमीटर के ढक्कन पर क्लिक करें।","Click on the cuvette to take it out to the instrument table.":"इंस्ट्रूमेंट टेबल पर ले जाने के लिए क्युवेट पर क्लिक करें।","Collect data by clicking on the Data tab.":"डेटा टैब पर क्लिक करके डेटा एकत्र करें।","Plot the absorbance (and transmittance) of the sample at various wavelengths and determine the wavelength of maximum absorption i.e., spectral peak-position. Colloidal gold particles absorb maximum light near wavelength 520 nm.":"विभिन्न तरंग दैर्ध्य पर नमूने के अवशोषण (और संप्रेषण) को प्लॉट करें और अधिकतम अवशोषण की वर्णक्रमीयता यानी, वर्णक्रमीय शिखर-स्थिति निर्धारित करें। कोलाइडयन सोने के कण तरंगदैर्ध्य 520 एनएम के पास अधिकतम प्रकाश को अवशोषित करते हैं।","B. \tPreparation of Various-Sized Colloidal Gold Particles and Kinetic Studies of Their Evolution.":"B. विभिन्न आकार के कोलाइडल गोल्ड कण और उनके विकास के काइनेटिक अध्ययन की तैयारी।","The seed particles are left generally for 3-4 h before employing them for the generation of larger gold particles. Various sized colloidal gold particles can be prepared by a two-step seed mediated (non-iterative) growth method. \nThe conditions for preparing gold particles of three different sizes are given in the following table.":"बीज कणों को आमतौर पर बड़े सोने के कणों की पीढ़ी के लिए नियोजित करने से पहले 3-4 घंटे के लिए छोड़ दिया जाता है। विभिन्न आकार के कोलाइडयन सोने के कणों को दो-चरण वाले बीज की मध्यस्थता (गैर-पुनरावृत्त) वृद्धि विधि द्वारा तैयार किया जा सकता है।\nतीन विभिन्न आकारों के सोने के कणों को तैयार करने की शर्तें निम्न तालिका में दी गई हैं।","For the preparation of Sample 1 gold particle proceed as follows.":"नमूना तैयार करने के लिए 1 सोने का कण इस प्रकार आगे बढ़ता है।","Take the micropipette by clicking on it.":"इस पर क्लिक करके micropipette लें।","Click on the micropipette again to collect the required quantity of seed solution.":"बीज के घोल की आवश्यक मात्रा को इकट्ठा करने के लिए फिर से micropipette पर क्लिक करें।","Add the seed solution from micropipette to the required quantity of Au(III) ion solution in the cuvette by clicking on the pipette once again.":"एक बार फिर पिपेट पर क्लिक करके क्यूवेट में एयू (III) आयन समाधान की आवश्यक मात्रा में माइक्रोप्रिपेट से बीज समाधान जोड़ें।","Add 0.04 mL 10-2 M ascorbic acid at a time (not drop by drop) by clicking on the ascorbic acid solution.":"एस्कॉर्बिक एसिड समाधान पर क्लिक करके एक समय में 0.04 एमएल 10-2 एम एस्कॉर्बिक एसिड (ड्रॉप द्वारा नहीं) जोड़ें।","Immediately after addition of ascorbic acid, the kinetics of the particle development from the seed should be followed by following the increase in absorbance value at λ=520 nm with time (at 331°C).":"एस्कॉर्बिक एसिड के अलावा, बीज से कण विकास के कैनेटीक्स को λ = 520 एनएम पर समय (331 डिग्री सेल्सियस पर) में अवशोषण मान में वृद्धि के बाद किया जाना चाहिए।","Click on the cuvette to place it in the sample cell holder of the instrument.\nOne has to use water as the sample blank or reference in this measurement. Here a double beam spectrophotometer is shown. In this case, one can place the sample in the sample holder and the sample bank or reference in the reference holder simultaneously.":"इंस्ट्रूमेंट के सैंपल सेल होल्डर में लगाने के लिए क्युवेट पर क्लिक करें।\nइस माप में पानी को नमूना रिक्त या संदर्भ के रूप में उपयोग करना है। यहाँ एक डबल बीम स्पेक्ट्रोफोटोमीटर दिखाया गया है। इस मामले में, नमूना नमूना धारक और नमूना बैंक या संदर्भ धारक में संदर्भ को एक साथ रख सकता है।","Close the chamber lid by clicking on it.":"उस पर क्लिक करके चैम्बर का ढक्कन बंद करें।","Click on the computer monitor to open the scan page.":"स्कैन पेज को खोलने के लिए कंप्यूटर मॉनिटर पर क्लिक करें।","Run the scan in the kinetics mode by clicking on the ‘Scan’ button and observe the scan. In the real spectrophotometer, an appropriate wavelength of light is selected (here λ=520 nm) at which increase in absorbance vs. time scan is performed by using the accompanied computer software.":"Et स्कैन ’बटन पर क्लिक करके स्कैन को कैनेटीक्स मोड में चलाएं और स्कैन का निरीक्षण करें। वास्तविक स्पेक्ट्रोफोटोमीटर में, प्रकाश की एक उपयुक्त तरंग दैर्ध्य का चयन किया जाता है (यहां λ = 520 एनएम) जिसमें कंप्यूटर सॉफ्टवेयर का उपयोग करके अवशोषण बनाम समय स्कैन में वृद्धि की जाती है।","When the scan is complete click on the ‘Next’ tab for beginning the kinetic measurements of Sample 2 and Sample 3.":"जब स्कैन पूरा हो जाए तो नमूना 2 और नमूना 3 की गतिज माप की शुरुआत के लिए ’अगला’ टैब पर क्लिक करें।","Repeat the above steps and study the developments of Sample 2 and Sample 3 gold particles. Thus one prepares various-sized gold particles depending on the seed particle to Au(III) ion concentration ratio. All the samples left for ~12 hrs before using them as catalysts for eosin reduction. The rate of catalysis was found to be very slow within 3-4 hrs of their preparations.":"उपरोक्त चरणों को दोहराएं और नमूना 2 और नमूना 3 सोने के कणों के विकास का अध्ययन करें। इस प्रकार कोई एक कण कण के आधार पर Au (III) आयन सांद्रता अनुपात के आधार पर विभिन्न आकार के सोने के कणों को तैयार करता है। ईोसिन की कमी के लिए उत्प्रेरक के रूप में उपयोग करने से पहले सभी नमूने ~ 12 बजे के लिए छोड़ दिया। उनकी तैयारी के 3-4 घंटे के भीतर कैटेलिसिस की दर बहुत धीमी पाई गई।","Plot the absorbance vs. time for the sample. What is the nature of the plot: sigmoidal?":"नमूना के लिए समय बनाम अवशोषण। कथानक की प्रकृति क्या है: सिग्मोइडल?","Attempt an autocatalytic fit of the data.":"डेटा के एक ऑटोकैटलिटिक फिट होने का प्रयास करें।","C. \tCatalytic Eosin Reduction Kinetics Study.":"सी उत्प्रेरक Eosin कमी काइनेटिक्स अध्ययन।","Take 2 mL of a sample containing particles of a given average size in a cuvette.":"एक नमूना के 2 एमएल ले लो एक क्युवेट में दिए गए औसत आकार के कण।","Click on the micropipette to add 0.04 mL 10":"0.04 एमएल 10 को जोड़ने के लिए माइक्रोप्लेट पर क्लिक करें","M eosin solution and then 0.40 mL 0.50 M sodium borohydride (NaBH4) solution to the particle solution present in the cuvette.":"एम ईओसिन समाधान और फिर 0.40 एमएल 0.50 एम सोडियम बोरोहाइड्राइड (NaBH4) क्युवेट में मौजूद कण समाधान के लिए समाधान।","Immediately after the addition of NaBH4, kinetics of particle catalyzed eosin reduction is followed by following the decrease in absorbance value at λ=535 nm with time (at 30 1 °C).":"NaBH4 के जोड़ के तुरंत बाद, कण उत्प्रेरित ईओसिन की कमी के कैनेटीक्स समय के साथ λ = 535 एनएम पर अवशोषण मूल्य में कमी (30 °1 डिग्री सेल्सियस पर) के बाद है।","Click on the cuvette to place it in the sample cell holder of the instrument.\nOne has to use water as the sample blank or reference in this measurement. Here a double beam spectrophotometer is shown. In this case, one can place the sample in the sample holder (often the front one) and the sample bank or reference in the reference holder (often the back one) simultaneously.":"इंस्ट्रूमेंट के सैंपल सेल होल्डर में लगाने के लिए क्युवेट पर क्लिक करें।\nइस माप में पानी को नमूना रिक्त या संदर्भ के रूप में उपयोग करना है। यहाँ एक डबल बीम स्पेक्ट्रोफोटोमीटर दिखाया गया है। इस मामले में, कोई नमूना धारक (अक्सर सामने वाला) और नमूना बैंक या संदर्भ धारक (अक्सर पीछे वाला) में एक साथ नमूना रख सकता है।","Close the spectrophotometer lid by clicking on it.":"उस पर क्लिक करके स्पेक्ट्रोफोटोमीटर का ढक्कन बंद करें।","Run the scan in the kinetics mode by clicking on the Computer monitor and then on the ‘Scan’ tab and observe the scan. In the real spectrophotometer, an appropriate wavelength of light is selected (here λ=535 nm) at which decrease in absorbance vs. time scan is performed by using the accompanied computer software.":"कंप्यूटर मॉनिटर पर क्लिक करके और फिर in स्कैन ’टैब पर क्लिक करके कैनेटीक्स मोड में स्कैन चलाएं और स्कैन का निरीक्षण करें। वास्तविक स्पेक्ट्रोफोटोमीटर में, प्रकाश की एक उपयुक्त तरंग दैर्ध्य का चयन किया जाता है (यहां λ = 535 एनएम) जिसमें कंप्यूटर सॉफ्टवेयर का उपयोग करके अवशोषण बनाम समय स्कैन में कमी की जाती है।","When the scan is complete click on the ‘Next’ tab for beginning the kinetic measurements with Sample 2 and Sample 3.":"जब स्कैन पूरा हो जाता है तो नमूना 2 और नमूना 3 के साथ गतिज माप की शुरुआत के लिए ‘अगला’ टैब पर क्लिक करें।","Repeat the above steps and study the kinetics of catalytic reduction of eosin by Sample 2 and Sample 3 gold particles.":"उपरोक्त चरणों को दोहराएं और नमूना 2 और नमूना 3 सोने के कणों द्वारा ईोसिन की उत्प्रेरक कमी के कैनेटीक्स का अध्ययन करें।","Collect data by clicking on the ‘Data’ tab.":"'डेटा' टैब पर क्लिक करके डेटा एकत्र करें।","Plot the absorbance vs. time for every sample. What is the nature of the plot?":"हर नमूने के लिए समय बनाम अवशोषण। कथानक की प्रकृति क्या है?","Attempt a first order fit of the data.":"डेटा के पहले क्रम में फिट होने का प्रयास करें।","Simulator":"सिम्युलेटर","Click here to go to lab":"लैब जाने के लिए यहां क्लिक करें","Quiz":"प्रश्नोत्तरी","Pre-Experiment":"पूर्व प्रयोग","What property of metal particles is used in the study of their formation kinetics?":"धातु कणों की किस संपत्ति का उपयोग उनके गठन कैनेटीक्स के अध्ययन में किया जाता है?","Why do gold particles absorb light?":"सोने के कण प्रकाश को अवशोषित क्यों करते हैं?","Why should one use a relatively weak reducing agent like ascorbic acid in the particle enlargement reaction?":"कण वृद्धि प्रतिक्रिया में एस्कॉर्बिक एसिड जैसे अपेक्षाकृत कमजोर कम करने वाले एजेंट का उपयोग क्यों करना चाहिए?","Why does one need to use gold particles in the reduction of eosin by sodium borohydride?":"सोडियम बोरोहाइड्राइड द्वारा ईोसिन की कमी में सोने के कणों का उपयोग करने की आवश्यकता क्यों है?","Post-Experiment":"पोस्ट-प्रयोग","Do you observe any induction period for the commencement of eosin reduction reaction?":"क्या आप ईोसिन में कमी की प्रतिक्रिया की शुरुआत के लिए किसी भी प्रेरण अवधि का निरीक्षण करते हैं?","How do you explain the purple color of dispersed gold particles?":"आप फैलाए गए सोने के कणों के बैंगनी रंग की व्याख्या कैसे करते हैं?","What happens to the color of gold particles after its participation in the catalysis?":"कटैलिसीस में भागीदारी के बाद सोने के कणों के रंग का क्या होता है?","What happens to the color of eosin after its particle catalyzed reduction by sodium borohydride?":"सोडियम बोरोहाइड्राइड द्वारा इसके कण उत्प्रेरित कटौती के बाद ईओसिन के रंग का क्या होता है?","Does the particle enlargement reaction follow autocatalytic growth over the entire duration of development?":"क्या कण वृद्धि की प्रतिक्रिया विकास की पूरी अवधि में ऑटोकैटलिटिक विकास का पालन करती है?","References":"संदर्भ","T. K. Sau, A. Pal and T. Pal, J. Phys. Chem. B 2001,105, 9266-9272.":"टी। के। साव, ए। पाल और टी। पाल, जे। फिज। रसायन। बी 2001,105, 9266-9272।","“Fundamentals of UV-visible spectroscopy: Workbook”, Publication Number 5980-1398E, a primer from Agilent Technologies (2000).":"\"यूवी-दृश्य स्पेक्ट्रोस्कोपी के मूल तत्व: कार्यपुस्तिका\", प्रकाशन संख्या 5980-1398E, एजिलेंट टेक्नोलॉजीज (2000) के एक प्राइमर।","B. Valeur, “Molecular Fluorescence: Principles and Applications”, 2002, WILEY-VCH Verlag GmbH, 69469, Weinheim, Germany.":"बी। वेलूर, \"आणविक प्रतिदीप्ति: सिद्धांत और अनुप्रयोग\", 2002, विली-वीसीएच वर्लग जीएमबीएच, 69469, वेनहेम, जर्मनी।","J. R. Lakowicz, “Principles of Fluorescence Spectroscopy”, 2nd Ed., 1999, Kluwer Academic/Plenum Publishers, New York.":"जे। आर। लक्कीज, \"फ्लोरेसेंस स्पेक्ट्रोस्कोपी के सिद्धांत\", 2 एड।, 1999, क्लूवर एकेडमिक / प्लेनम पब्लिशर्स, न्यूयॉर्क।","P. Atkins and J. De Paula,“Physical Chemistry”, W. H. Freeman & Company, Dec 2009.":"पी। एटकिंस और जे। डे पाउला, \"फिजिकल केमिस्ट्री\", डब्ल्यू। एच। फ्रीमैन एंड कंपनी, दिसम्बर 2009।","F. Rouessac and A. Rouessac, “Chemical Analysis: Modern Instrumentation Methods and Techniques”, Second Edition, 2007, John Wiley & Sons Ltd.":"एफ। रौसेक और ए। रौयसेक, \"रासायनिक विश्लेषण: आधुनिक इंस्ट्रूमेंटेशन तरीके और तकनीक\", दूसरा संस्करण, 2007, जॉन विले एंड संस लिमिटेड।","S. Beck, “Across the Spectrum: Instrumentation for UV/Vis Spectrophotometry”, The Scientist 12[3]:20, Feb. 02, 1998.":"एस। बेक, \"अक्रॉस द स्पेक्ट्रम: इंस्ट्रूमेंटेशन फॉर यूवी / विज़ स्पेक्ट्रोफोटोमेट्री\", द साइंटिस्ट 12 [3]: 20, फरवरी 02, 1998।","R. Sjöback, J. Nygren and M. Kubista, “Absorption and fluorescent properties of fluorescein”, SpectrochimicaActa Part A 51, L7 – L21(1995).":"आर। सोजबैक, जे। न्यग्रीन और एम। कुबिस्ता, \"फ्लुओर्सिन के अवशोषण और फ्लोरोसेंट गुण\", स्पेक्ट्रोचिमिकाएक्टा पार्ट ए 51, एल 7 - एल 21 (1995)।","F. A. Settle (Editor), ‘Handbook of Instrumental Techniques for Analytical Chemistry”, Pearson Education Limited (2004).":"एफ। ए। सेटल (संपादक), Chemistry विश्लेषणात्मक रसायन विज्ञान के लिए इंस्ट्रूमेंटल तकनीकों की हैंडबुक ”, पियर्सन एजुकेशन लिमिटेड (2004)।","D. Harvey, “Modern Analytical Chemistry”, McGraw-Hill Education (2000).":"डी। हार्वे, \"आधुनिक विश्लेषणात्मक रसायन विज्ञान\", मैकग्रा-हिल एजुकेशन (2000)।","T. Owen, “Fundamentals of modern UV-visible spectroscopy”, Primer, Agilent Technologies (2000).":"टी। ओवेन, \"आधुनिक यूवी-दृश्य स्पेक्ट्रोस्कोपी के मूल तत्व\", प्राइमर, एगिलेंट टेक्नोलॉजीज (2000)।","Experiments":"प्रयोगों","Feedback":"प्रतिपुष्टि"}