{"0":"0","2":"2","3":"3","6":"6","Introduction":"परिचय","The Tyndall effect, also known as Tyndall scattering, is light scattering phenomena by particles in a colloid or particles in a fine suspension. It is named after the 19th century physicist John Tyndall. When a beam of light is directed at a colloidal solution or dispersion, some of the light is absorbed (colour is produced when light of certain wavelengths is selectively absorbed), some is scattered and the remainder is transmitted undisturbed through the sample. Light scattering results from the electric field associated with the incident light including periodic oscillations of the electron clouds of the atoms of the material in question which then act as secondary sources and radiate scattered light. But only in case of purely homogeneous substances light passes undisturbed and unscattered.":"टाइन्डल प्रभाव, जिसे टाइन्डल बिखरने के रूप में भी जाना जाता है, एक कोलोइड या कणों में एक ठीक निलंबन में कणों द्वारा प्रकाश प्रकीर्णन होता है। इसका नाम 19 वीं शताब्दी के भौतिक विज्ञानी जॉन टिंडेल के नाम पर रखा गया है। जब प्रकाश की किरण को कोलाइडल विलयन या फैलाव पर निर्देशित किया जाता है, तो कुछ प्रकाश अवशोषित हो जाता है (कुछ तरंग दैर्ध्य के प्रकाश को चुनिंदा रूप से अवशोषित होने पर रंग उत्पन्न होता है), कुछ बिखरा हुआ होता है और शेष को नमूने के माध्यम से अविभाजित किया जाता है। घटना क्षेत्र से जुड़े विद्युत क्षेत्र से प्रकाश के प्रकीर्णन के परिणाम, सामग्री के परमाणुओं के इलेक्ट्रॉन बादलों के आवधिक दोलनों सहित, जो तब माध्यमिक स्रोतों के रूप में कार्य करते हैं और बिखरे हुए प्रकाश को विकिरण करते हैं। लेकिन केवल विशुद्ध रूप से सजातीय पदार्थों के मामले में प्रकाश अविभाजित और असंतुष्ट गुजरता है।","Source:":"स्रोत:","http://silver-lightning.com/tyndall/tyndall3.jpg":"http://silver-lightning.com/tyndall/tyndall3.jpg","Tyndall effect is seen here using a laser pointer. The glass on the left contains 5 ppm of HVAC colloidal silver and the one on the right is from the tap after the bubbles have settled out.":"Tyndall का प्रभाव यहाँ लेज़र पॉइंटर के उपयोग से देखा जाता है। बाईं ओर के ग्लास में एचवीएसी कोलाइडल चांदी के 5 पीपीएम होते हैं और दाहिने तरफ वाला नल नल से होता है, जब बुलबुले निकलते हैं।","Objective":"उद्देश्य","To observe the light scattering phenomenon- Tyndall effect in Colloidal Systems.":"प्रकाश बिखरने की घटना का निरीक्षण करने के लिए- कोलाइडल सिस्टम में टाइन्डल प्रभाव।","Theory":"सिद्धांत","All colloidal solutions are capable of scattering light (Tyndall effect) to some extent. The\nnoticeable turbidity associated with many colloidal dispersions is a consequence of intesne light\nscattering. A beam of sunlight is often visible from the side because of light scattered by dust\nparticles. Solutions of certain macromolecular materials may appear to be clear but in fact they\nare slightly turbid because of weak light scattering. Only a perfectly homogeneous system would\nnot scatter light; therefore, even pure liquids and dust-free gases are very slightly turbid. The\nturbidity of a material is defined by the expression":"सभी कोलाइडयन समाधान कुछ हद तक प्रकाश (टाइन्डल प्रभाव) को बिखरने में सक्षम हैं।\nकई कोलाइडल फैलाव के साथ जुड़े ध्यान देने योग्य मैलापन इंटेसन प्रकाश का एक परिणाम है\nबिखरने। धूल से प्रकाश बिखरे होने के कारण सूरज की किरण का एक किनारा अक्सर दिखाई देता है\nकणों। मैक्रोलेमोलेक्युलर पदार्थों के कुछ समाधान स्पष्ट दिखाई दे सकते हैं लेकिन वास्तव में वे\nकमजोर प्रकाश प्रकीर्णन के कारण थोड़े अशांत हैं। केवल एक पूरी तरह से सजातीय प्रणाली होगी\nप्रकाश को तितर बितर नहीं; इसलिए, यहां तक कि शुद्ध तरल पदार्थ और धूल से मुक्त गैसें बहुत थोड़ी अशांत हैं।\nकिसी सामग्री की टर्बिडिटी को अभिव्यक्ति द्वारा परिभाषित किया जाता है","I":"मैं","t":"टी","/I":"/मैं","=exp [τI]":"= exp [τI]","where I":"जहां मैं","is the intensity of the incident light beam, I":"घटना प्रकाश किरण की तीव्रता है, मैं","is the intensity of the transmitted light beam,\nl is the length of the sample and τ is the turbidity.":"संचारित प्रकाश किरण की तीव्रता है,\nl नमूने की लंबाई है और the मैलापन है।","Rayleigh first presented a description of light scattering and adsorption from small particles.":"रेले ने पहले छोटे कणों से प्रकाश के बिखरने और सोखने का विवरण प्रस्तुत किया।","There are a number of important features to make note of for Rayleigh scattering:":"रेले बिखरने के लिए नोट करने के लिए कई महत्वपूर्ण विशेषताएं हैं:","The scattering is independent of θ , i.e., it is isotropic in the scattering plane. I":"बिखरना θ से स्वतंत्र है, अर्थात, यह बिखरने वाले विमान में आइसोट्रोपिक है। मैं","VH":"VH","= I":"= मैं","HV":"एचवी","= 0,\n\tand I":"= 0,\nऔर मैं","HH":"एचएच","VV":"वी.वी.","cos":"क्योंकि","θ, as drawn in Figure below.":"in, जैसा कि नीचे चित्र में दिया गया है।","The λ":"द ल","–4":"-4","dependence:":"निर्भरता:","Blue light scatters more than red. (This is often associated with the\n\tblue of the sky and the red of the sunset, but other factors are involved here including the fact that in perfectly clean air (no particles) scattering occurs from small, \n\tthermodynamic fluctuations in the air density.)":"लाल से ज्यादा नीली बत्ती बिखेरती है। (यह अक्सर के साथ जुड़ा हुआ है\nआकाश का नीला और सूर्यास्त का लाल, लेकिन अन्य कारक यहां इस तथ्य से जुड़े हैं कि पूरी तरह से स्वच्छ हवा (कोई कण) में छोटे से बिखराव नहीं होता है,\nहवा के घनत्व में थर्मोडायनामिक उतार-चढ़ाव।)","The strong size dependence of a":"मजबूत आकार की निर्भरता","is proportional to the particle volume squared, V":"कण मात्रा वर्ग, V के आनुपातिक है","part":"अंश",".\n\tFeature 3 leads to the Tyndall effect, which describes the increased scattering from an aggregating colloid or aerosol of constant mass. Consider that the total scattering from a \t\tparticulate system of Rayleigh scatterers of n particles per unit volume has the proportionality":"।\nफ़ीचर 3 टायंडॉल प्रभाव की ओर जाता है, जो एक कुलीन द्रव्यमान या निरंतर द्रव्यमान के एरोसोल से बढ़ते हुए बिखरने का वर्णन करता है। विचार करें कि प्रति यूनिट मात्रा में कणों के रेले स्कैटरों के एक कण प्रणाली से कुल बिखरने का अनुपात है","scat":"गोबर","∝ nV":"∝ एन.वी.",".... (1)":".... (1)","If the only growth process in the system is aggregation, the mass is neither created nor destroyed.\n\tThus, the mass density is constant; hence, nV":"यदि सिस्टम में एकमात्र वृद्धि प्रक्रिया एकत्रीकरण है, तो द्रव्यमान न तो बनाया जाता है और न ही नष्ट होता है।\nइस प्रकार, द्रव्यमान घनत्व स्थिर है; इसलिए, एन.वी.","is constant. On the other hand Vpart increases during\n\taggregation. Rewritting Equation 1 as":"स्थिर है। दूसरी ओर Vpart के दौरान बढ़ता है\nएकत्रीकरण। समीकरण 1 के रूप में फिर से लिखना",". V":"। वी","shows that the scattered intensity increases proportional to V":"दिखाता है कि बिखरी हुई तीव्रता V के समानुपाती होती है","as the system aggregates. This is\n\tthe Tyndall effect.":"जैसा कि सिस्टम एकत्र करता है। ये है\nTyndall प्रभाव।","It is similar to Rayleigh scattering, in that the intensity of the scattered light depends on the fourth power of the frequency, so blue light is scattered much more strongly \t\tthan red light.":"यह रेले के बिखरने के समान है, इसमें बिखरी हुई प्रकाश की तीव्रता आवृत्ति की चौथी शक्ति पर निर्भर करती है, इसलिए नीली रोशनी लाल प्रकाश की तुलना में बहुत अधिक बिखरी हुई है।","The Tyndall effect is seen when light-scattering particulate-matter is dispersed in an otherwise light-transmitting medium, when the cross-section of an individual particulate \t\tis the range of roughly between 40 and 900 nanometers; i.e., somewhat below or near the wavelength of visible light (400 —750 nanometers).":"टाइन्डॉल का प्रभाव तब देखा जाता है जब प्रकाश-प्रकीर्णन कण-पदार्थ किसी अन्य प्रकाश-संचरित माध्यम में छितराया जाता है, जब एक व्यक्तिगत कण का क्रॉस-सेक्शन लगभग 40 और 900 नैनोमीटर के बीच होता है; यानी, कुछ हद तक नीचे या निकट प्रकाश की तरंग दैर्ध्य (400-750 नैनोमीटर)।","Difference from Rayleigh's scattering:":"रेले के बिखरने से अंतर:","Rayleigh scattering is defined by a mathematical formula that requires the light-scattering particles to be far smaller than the wavelength of the light. For a dispersion of particles to qualify for the Rayleigh formula, the particle sizes need to be below roughly 40 nanometers; and the particles may be individual molecules. Colloidal particles are bigger, and are in the rough vicinity of the size of a wavelength of light. It follows from scattering theory that Tyndall scattering (by colloidal particles) is much more intense than Rayleigh scattering. The importance of the size factor for intensity can be seen in the large exponent it has in the mathematical statement of the intensity of Rayleigh scattering. There is no equivalent mathematical statement for Tyndall scattering. But if the colloid particles are spheroid, Tyndall scattering is mathematically analysable in terms of":"रेले स्कैटरिंग को एक गणितीय सूत्र द्वारा परिभाषित किया गया है जिसके लिए प्रकाश-प्रकीर्णन कणों को प्रकाश की तरंग दैर्ध्य की तुलना में बहुत छोटा होना चाहिए। रेले फार्मूले के लिए अर्हता प्राप्त करने के लिए कणों के फैलाव के लिए, कण आकार को लगभग 40 नैनोमीटर से कम होना चाहिए; और कण व्यक्तिगत अणु हो सकते हैं। कोलाइडल कण बड़े होते हैं, और प्रकाश की तरंग दैर्ध्य के आकार के लगभग आसपास के क्षेत्र में होते हैं। यह प्रकीर्णन सिद्धांत से है कि टाइन्डल बिखरने (कोलाइडल कणों द्वारा) रेले बिखरने की तुलना में बहुत अधिक तीव्र है। तीव्रता के लिए आकार कारक का महत्व बड़े विस्तारक में देखा जा सकता है जो रेले के बिखरने की तीव्रता के गणितीय कथन में है। टाइन्डल बिखरने के लिए कोई समकक्ष गणितीय कथन नहीं है। लेकिन अगर कोलाइड कण गोलाकार होते हैं, तो टाइन्डल का बिखरना गणितीय रूप से एनालिसिस है","Mie theory":"Mie सिद्धांत",", which admits particle sizes in the rough vicinity of the wavelength of light.":", जो प्रकाश की तरंग दैर्ध्य के आसपास के क्षेत्र में कण आकार को मानता है।","The Tyndall effect is commercially exploited to determine the size and density of particles in aerosols and other colloidal matter.":"एरंडोल्स और अन्य कोलाइडल पदार्थ में कणों के आकार और घनत्व को निर्धारित करने के लिए टाइन्डॉल प्रभाव का व्यावसायिक रूप से उपयोग किया जाता है।","Procedure":"प्रक्रिया","To start the experiment do the following:":"प्रयोग शुरू करने के लिए निम्न कार्य करें:","To prepare any of the six solution, select any of them by clicking on it, placed on the left shelf.[For preparation procedure refer to the experment methodolgy on colloids preparation].":"छह में से किसी भी समाधान को तैयार करने के लिए, उनमें से किसी का चयन करें, उस पर क्लिक करके बाईं शेल्फ पर रखा जाए। [तैयारी की प्रक्रिया के लिए कोलाइड्स पर एक्सपीरिएंस मेथोडॉलजी का उल्लेख करें]।","Prepare six different solutions by choosing each of them. In case of salt, sugar and detergent  stir the mixture well and specially in slow manner in case of soap solution(detergent).":"उनमें से प्रत्येक को चुनकर छह अलग-अलग समाधान तैयार करें। नमक के मामले में, चीनी और डिटर्जेंट मिश्रण को अच्छी तरह से हिलाते हैं और विशेष रूप से साबुन समाधान (डिटर्जेंट) के मामले में धीमी गति से।","Pass light through each of the prepared colloid and sample solutions from a torch sharply.\n[For this operation click on the sample prepared on the table to pass light through and then observe]":"एक मशाल तेजी से तैयार कोलाइड और नमूना समाधान में से प्रत्येक के माध्यम से प्रकाश गुजरती हैं।\n[के माध्यम से प्रकाश पारित और फिर निरीक्षण करने के लिए मेज पर तैयार नमूना पर यह कार्रवाई क्लिक के लिए]","Observe the change and then conclude the result of your observation that whether it shows Tyndall effect or not and hence also propose that whether its a colloidal solution or not.":"परिवर्तन का निरीक्षण करें और फिर अपने अवलोकन के परिणाम को समाप्त करें कि क्या यह टैंडल प्रभाव दिखाता है या नहीं और इसलिए यह भी प्रस्ताव करता है कि इसका कोलाइडल समाधान है या नहीं।","Observe the correctness of your conclusion to the results.":"परिणामों के लिए अपने निष्कर्ष की शुद्धता का निरीक्षण करें।","Click on the link that appears below to get a microscopic analysis of the process which you observed before.[click on “view” tab].":"उस प्रक्रिया पर सूक्ष्म विश्लेषण प्राप्त करने के लिए नीचे दिए गए लिंक पर क्लिक करें जिसे आपने पहले देखा था। [पर क्लिक करें \"देखें\" टैब]।","Repeat the same for all the other samples prepared earlier.":"पहले से तैयार सभी अन्य नमूनों के लिए समान दोहराएं।","Simulator":"सिम्युलेटर","Click here to go to lab":"लैब जाने के लिए यहां क्लिक करें","Quiz":"प्रश्नोत्तरी","Pre-Experiment":"पूर्व प्रयोग","What are the three phenomena that happens when light is passed through a colloidal solution?":"जब कोलाइडल समाधान के माध्यम से प्रकाश पारित किया जाता है तो तीन घटनाएं क्या होती हैं?","In which case does the light pass undisturbed and unscattered ?":"किस मामले में प्रकाश अविचलित और असंतुष्ट गुजरता है?","Give 1 point to show why is it similar to Rayleigh's scattering and 1 point for how is it different.":"यह दिखाने के लिए 1 बिंदु दें कि यह रेले के बिखरने के समान क्यों है और यह कैसे अलग है के लिए 1 अंक।","In which point does Rayleigh's theory of scattering differ from Mie's theory of scattering?":"रेले के सिद्धांत के किस बिंदु पर बिखरने के मी के सिद्धांत से भिन्न है?","Post-Experiment":"पोस्ट-प्रयोग","In which of the demonstrated samples do you see Tyndall effect?":"दिखाए गए नमूनों में से किसमें आप Tyndall प्रभाव देखते हैं?","What happens to the soap solution if you stir hard?":"यदि आप कठोर हलचल करते हैं तो साबुन के घोल का क्या होता है?","List which are the true solutions and why.":"सूची जो सही समाधान हैं और क्यों।","Arrange the particle size of the following three solutions in increasing order:\nsalt, detergent & Fe(OH)":"बढ़ते क्रम में निम्नलिखित तीन समाधानों के कण आकार को व्यवस्थित करें:\nनमक, डिटर्जेंट और Fe (OH)","colloid.":"कोलाइड।","Reference":"संदर्भ","Reference 1":"संदर्भ 1","Reference 2":"संदर्भ २","Reference 3":"संदर्भ ३"}